Repository: fedora-infra/noggin
Catalog: noggin/translations/*/LC_MESSAGES/messages.po
Languages: bs, de, fr_fr, hi, pl, sv, uk

source: No token provided, please check your email validation link.
fr_fr: Pas de code-clé, veuillez vérifier votre lien de vérification reçu par courriel.
hi: कोई टोकन उपलब्ध नहीं कराया गया है, कृपया अपना ईमेल सत्यापन लिंक जांचें।
pl: Nie podano tokenu, sprawdź link do aktywacji w swoim emailu.
sv: Ingen token har tillhandahållits, kontrollera din e-postvalideringslänk.
uk: Маркер не надано, будь ласка, перевірте посилання для підтвердження електронної пошти.

source: The token is invalid, please register again.
fr_fr: Le jeton n’est pas valide, veuillez vous enregistrer de nouveau.
hi: टोकन अमान्य है, कृपया पुनः पंजीकरण करें।
pl: Ten token jest niepoprawny, proszę zarejestruj się ponownie.
sv: Token är ogiltig, registrera dig igen.
uk: Маркер недійсний, зареєструйтеся ще раз.

source: This token is no longer valid, please register again.
fr_fr: Le jeton n'est plus utilisable, veuillez vous enregistrer de nouveau.
hi: यह टोकन अब मान्य नहीं है, कृपया पुनः पंजीकरण करें।
pl: Ten token nie jest już ważny, załóż konto ponownie.
sv: Denna token är inte längre giltig, registrera dig igen.
uk: Цей маркер більше не дійсний, зареєструйтеся ще раз.

source: This user cannot be found, please register again.
fr_fr: Cet utilisateur n'a pas pu être trouvé, veuillez vous enregistrer de nouveau.
hi: यह उपयोक्ता नहीं मिल सका, कृपया पुनः पंजीकरण करें।
pl: Ten użytkownik nie może być znaleziony, spróbuj ponownie później.
sv: Denna användare kan inte hittas, registrera dig igen.
uk: Цей користувач не знайдений, зареєструйтеся ще раз.

source: The username and the email address don't match the token you used, please register again.
fr_fr: Le nom d'utilisateur et l'adresse courriel ne correspondent pas au jeton que vous avez utilisé, veuillez vous enregistrer de nouveau.
hi: उपयोक्तानाम और ईमेल पता आपके द्वारा उपयोग किए गए टोकन से मेल नहीं खाता है, कृपया पुनः पंजीकरण करें।
pl: Ta nazwa użytkownika i adres email nie pasują do tokenu który użyłeś, proszę zarejestruj się ponownie.
sv: Användarnamnet och e-postadressen stämmer inte överens med den token du använde, vänligen registrera dig igen.
uk: Ім'я користувача та адреса електронної пошти не збігаються з маркером, який ви використали, зареєструйтеся ще раз.

source: Something went wrong while creating your account, please try again later.
fr_fr: Une erreur s'est produite lors de la création de votre compte, veuillez réessayer plus tard.
hi: आपका खाता बनाते समय कुछ गड़बड़ी हुई है, कृपया बाद में पुनः प्रयास करें।
pl: Coś poszło nie tak przy tworzeniu twojego konta, proszę spróbuj ponownie później.
sv: Något gick fel när du skapade ditt konto. Försök igen senare.
uk: Під час створення облікового запису сталася помилка. Повторіть спробу пізніше.

source: Congratulations, your account has been created! Welcome, %(name)s.
fr_fr: Félicitations, votre compte a été créé ! Bienvenue, %(name)s.
hi: बधाई हो, आपका खाता बन गया है! स्वागत है, %(name)s।
pl: Gratulacje, twoje konto zostało utworzone! Witaj, %(name)s.
sv: Grattis, ditt konto har skapats! Välkommen, %(name)s.
uk: Вітаємо, ваш обліковий запис створено! Ласкаво просимо, %(name)s.

source: Congratulations, your account has been created! Go ahead and sign in to proceed.
fr_fr: Félicitations, votre compte a été créé ! Connectez-vous pour continuer.
hi: बधाई हो, आपका खाता बन गया है! आगे बढ़ें और आगे बढ़ने के लिए साइन इन करें।
pl: Gratulacje, twoje konto zostało utworzone! Zaloguj się aby kontynuować.
sv: Grattis, ditt konto har skapats! Gå vidare och logga in för att fortsätta.
uk: Вітаємо, ваш обліковий запис створено! Увійдіть, щоб продовжити.

source: All
fr_fr: Tous
hi: सभी
pl: Wszystko
sv: Alla
uk: Все

source: Unknown
fr_fr: Inconnu
hi: अज्ञात
pl: Nieznany
sv: Okänd
uk: Невідомий

source: Not Spam
fr_fr: Pas de Spam
hi: स्पैम नहीं
pl: Nie spam
sv: Inte spam
uk: Не спам

source: Awaiting
fr_fr: En attente
hi: प्रतीक्षारत
pl: Oczekuje
sv: Avvaktar
uk: Очікування

source: Registration is closed at the moment.
fr_fr: L'enregistrement est fermé pour l'instant.
hi: फिलहाल पंजीकरण बंद है।
pl: Rejestracja jest w tym momencie nieaktywna.
sv: Registreringen är stängd för tillfället.
uk: На даний момент реєстрація закрита.

source: The email address %(mail)s needs to be validated. Please check your inbox and click on the link to proceed. If you can't find the email in a couple minutes, check your spam folder.
fr_fr: L'addresse courriel %(mail)s doit être vérifiée. Veuillez consulter votre boîte aux lettres et cliquer sur le lien pour continuer. Si vous n'arrivez pas à trouver le courriel pendant les prochaines minutes, vérifiez votre dossier spam.
hi: ईमेल पता %(mail)s को सत्यापित करने की आवश्यकता है। कृपया अपना इनबॉक्स देखें और आगे बढ़ने के लिए लिंक पर क्लिक करें। यदि आपको कुछ मिनटों में ईमेल नहीं मिलता है, तो अपने स्पैम फोल्डर की जांच करें।
pl: Adres email %(mail)s musi zostać zweryfikowany. Proszę sprawdź swoją skrzynkę odbiorczą i kliknij link aby kontynuować. Jeśli nie znajdziesz go w kilka minut, sprawdź swój folder spam.
sv: E-postadressen %(mail)s måste valideras. Kontrollera din inkorg och klicka på länken för att fortsätta. Om du inte kan hitta e-postmeddelandet inom ett par minuter, kolla din skräppostmapp.
uk: Адреса електронної пошти %(mail)s має бути перевірена. Перевірте свою поштову скриньку та натисніть посилання, щоб продовжити. Якщо ви не можете знайти електронний лист за пару хвилин, перевірте папку зі спамом.

source: No modifications.
fr_fr: Pas de modifications.
hi: कोई संशोधन नहीं।
pl: Bez zmian.
sv: Inga modifikationer.
uk: Жодних модифікацій.

source: The token is invalid, please set the email again.
fr_fr: Le jeton n’est pas valide, veuillez choisir de nouveau l'addresse courriel.
hi: टोकन अमान्य है, कृपया ईमेल पुनः निर्धारित करें।
pl: Ten token jest niepoprawny, proszę ustaw email ponownie.
sv: Token är ogiltig, vänligen ställ in din e-postadress igen.
uk: Маркер недійсний, установіть адресу електронної пошти ще раз.

source: This token is no longer valid, please set the email again.
fr_fr: Le jeton n'est plus valide, veuillez choisir l'adresse courriel de nouveau.
hi: यह टोकन अब मान्य नहीं है, कृपया ईमेल दोबारा निर्धारित करें।
pl: Ten token nie jest już ważny, proszę ustaw email ponownie.
sv: Denna token är inte längre giltig, vänligen ställ in din e-postadress igen.
uk: Цей маркер більше не дійсний, установіть електронну адресу знову.

source: This token does not belong to you.
fr_fr: Ce jeton ne vous appartient pas.
hi: यह टोकन आपका नहीं है।
pl: Ten token nie należy do ciebie.
sv: Denna token tillhör inte dig.
uk: Цей маркер не належить вам.

source: The token has been created.
fr_fr: Le jeton a été créé.
hi: टोकन बना दिया गया है।
pl: Token został utworzony.
sv: Denna token har skapats.
uk: Маркер створено.

source: Cannot rename the token.
fr_fr: Impossible de renommer le jeton.
hi: टोकन का नाम बदला नहीं जा सकता।
pl: Nie można zmienić nazwy tokenu.
sv: Kunde inte byta namn på token.
uk: Неможливо перейменувати маркер.

source: Cannot enable the token. %(errormessage)s
fr_fr: Impossible d'activer le jeton. %(errormessage)s
hi: टोकन सक्षम नहीं किया जा सकता। %(errormessage)s
pl: Nie można włączyć tokenu. %(errormessage)s
sv: Kunde inte aktivera token. %(errormessage)s
uk: Не вдається ввімкнути маркер. %(errormessage)s

source: Unknown agreement: %(name)s.
fr_fr: Contrat inconnu: %(name)s.
hi: अज्ञात समझौता: %(name)s।
pl: Nieznana zgoda: %(name)s.
sv: Okänt avtal: %(name)s.
uk: Невідома угода: %(name)s.

source: Cannot sign the agreement "%(name)s": %(error)s
fr_fr: Impossible de signer le contrat "%(name)s" : %(error)s
hi: "%(name)s" समझौते पर हस्ताक्षर नहीं किया जा सकता: %(error)s
pl: Nie można podpisać zgody "%(name)s": %(error)s
sv: Kunde inte signera avtalet "%(name)s": %(error)s
uk: Неможливо підписати угоду "%(name)s": %(error)s

source: You signed the "%(name)s" agreement.
fr_fr: Vous avez signé le contrat "%(name)s".
hi: आपने "%(name)s" समझौते पर हस्ताक्षर किए हैं।
pl: Podpisałeś zgodę "%(name)s".
sv: Du har signerat "%(name)s". avtalet.
uk: Ви підписали угоду "%(name)s".

source: This does not look like a valid nickname.
fr_fr: Ceci n'a pas l'air d'un pseudonyme valable.
hi: यह कोई मान्य उपनाम नहीं लगता।
pl: To nie wygląda jak poprawny nick.
sv: Detta ser inte ut som ett giltigt smeknamn.
uk: Це не схоже на дійсний псевдонім.

source: This does not look like a valid server name.
fr_fr: Ceci n'a pas l'air d'un nom de serveur valable.
hi: यह मान्य सर्वर नाम जैसा नहीं दिखता।
pl: To nie wygląda jak poprawna nazwa serwera.
sv: Detta ser inte ut som ett giltigt servernamn.
uk: Це не виглядає як дійсне ім'я сервера.

source: Chat Nicknames
fr_fr: Pseudo de Chat
hi: चैट उपनाम
pl: Nick chatu
sv: Chatt smeknamn
uk: Псевдоніми чату

source: Website or Blog URL
fr_fr: URL de site ou de blog
hi: वेबसाइट या ब्लॉग URL
pl: Strona internetowa albo adres bloga
sv: Hemsida eller Blogg URL
uk: URL-адреса веб-сайту або блогу

source: Valid URL required
fr_fr: URL valide requise
hi: मान्य URL आवश्यक है
pl: Wymagany poprawny URL
sv: Giltig URL krävs
uk: Потрібна дійсна URL-адреса

source: Private
fr_fr: Privé
hi: निजी
pl: Prywatne
sv: Privat
uk: Приватний

source: Hide information from other users, see the Privacy Policy for details.
fr_fr: Masquer vos informations aux autres utilisateurs. Pour plus de détails, consultez la Politique de confidentialité.
hi: अन्य उपयोक्ताओं से जानकारी छुपाएं, विवरण के लिए गोपनीयता नीति देखें।
pl: Ukryj informacje przed innymi użytkownikami, zobacz naszą Politykę Prywatności po szczegóły.
sv: Dölj information från andra användare, se sekretesspolicyn för detaljer.
uk: Приховати інформацію від інших користувачів, подробиці дивіться в Політиці конфіденційності.

source: Pronouns
fr_fr: Pronoms
hi: सर्वनाम
pl: Zaimek
sv: Pronomen
uk: Займенники

source: Token name
fr_fr: Nom du jeton
hi: टोकन नाम
pl: Nazwa tokenu
sv: Token namn
uk: Назва маркера

source: Add an optional name to help you identify this token
fr_fr: Ajoutez un nom facultatif pour vous aider à reconnaître ce jeton
hi: इस टोकन को पहचानने में आपकी सहायता के लिए एक वैकल्पिक नाम जोड़ें
pl: Dodaj opcjonalną nazwę która pomoże ci zidentyfikować ten token
sv: Lägg till ett valfritt namn för att hjälpa dig att identifiera denna token
uk: Додайте необов’язкову назву, щоб допомогти вам ідентифікувати цей маркер

source: please reauthenticate so we know it is you
fr_fr: veuillez vous authentifier de nouveau pour que nous sachions qu'il s'agit de vous
hi: कृपया पुनः प्रमाणित करें ताकि हमें पता चले कि यह आप ही हैं
pl: Proszę zaloguj się ponownie byśmy wiedzieli że to ty
sv: vänligen autentisera dig på nytt så att vi vet att det är du
uk: пройдіть повторну автентифікацію, щоб ми знали, що це ви

source: One-Time Password
fr_fr: Mot de passe à usage unique
hi: OTP
pl: Hasło jednorazowe
sv: Engångslösenord
uk: Одноразовий пароль

source: Enter your One-Time Password
fr_fr: Entrez votre mot de passe à usage unique
hi: अपना OTP दर्ज करें
pl: Wprowadź swoje hasło jednorazowe
sv: Ange ditt engångslösenord
uk: Введіть свій одноразовий пароль

source: Generate OTP Token
fr_fr: Générer un jeton OTP
hi: OTP टोकन उत्पन्न करें
pl: Wygeneruj hasło jednorazowe
sv: Generera OTP token
uk: Згенеруйте OTP маркер

source: Could not find the token secret
fr_fr: Impossible de trouver le secret du jeton
hi: टोकन रहस्य नहीं मिल सका
pl: Nie można znaleźć wartości prywatnej tokenu
sv: Kunde inte hitta tokenhemlighet
uk: Не вдалося знайти секрет маркера

source: Verification Code
fr_fr: Code de vérification
hi: सत्यापन कोड
pl: Kod weryfikacyjny
sv: Verifierings kod
uk: Код підтвердження

source: You must provide a verification code
fr_fr: Vous devez fournir un code de vérification
hi: आपको एक सत्यापन कोड प्रदान करना होगा
pl: Musisz podać kod weryfikacyjny
sv: Du måste ange en verifieringskod
uk: Ви повинні надати код підтвердження

source: Verify and Enable OTP Token
fr_fr: Vérifier et activer le jeton OTP
hi: OTP टोकन सत्यापित करें और सक्षम करें
pl: Zweryfikuj i Włącz ten token OTP
sv: Verifiera och aktivera OTP-token
uk: Перевірте та ввімкніть маркер OTP

source: The code is wrong, please try again.
fr_fr: Le code est faux, veuillez réessayer.
hi: कोड ग़लत है, कृपया पुनः प्रयास करें।
pl: Ten kod jest niepoprawny, spróbuj ponownie później.
sv: Detta är fel kod, försök igen.
uk: Код неправильний, спробуйте ще раз.

source: Token must not be empty
fr_fr: Le jeton ne doit pas être vide
hi: टोकन खाली नहीं होना चाहिए
pl: Token nie może być pusty
sv: Token får inte vara tom
uk: Маркер не повинен бути порожнім

source: Agreement must not be empty
fr_fr: Le contrat ne doit pas être vide
hi: समझौता खाली नहीं होना चाहिए
pl: Zgoda nie może być pusta
sv: Avtal får inte vara tomt
uk: Угода не повинна бути порожньою

source: One-Time Password (if your account has Two-Factor Authentication enabled)
fr_fr: Mot de passe à usage unique (si votre compte a activé l'authentification à deux facteurs)
hi: OTP (यदि आपके खाते में दो-कारक प्रमाणीकरण सक्षम है)
pl: Kod jednorazowy (jeśli twoje konto ma aktywne uwierzytelnianie dwuskładnikowe)
sv: Engångslösenord (om ditt konto har tvåfaktorsautentisering aktiverat)
uk: Одноразовий пароль (якщо у вашому обліковому записі ввімкнено двофакторну автентифікацію)

source: Only these characters are allowed: "%(chars)s".
fr_fr: Seuls les caractères suivants sont autorisés : "%(chars)s".
hi: केवल इन वर्णों की अनुमति है: "%(chars)s"।
pl: Tyle te znaki są dozwolone: "%(chars)s".
sv: Endast dessa tecken är tillåtna: "%(chars)s".
uk: Дозволені лише такі символи: "%(chars)s".

source: I am over 16 years old
fr_fr: J'ai plus de 16 ans
hi: मेरी उम्र 16 वर्ष से अधिक है
pl: Mam ponad 16 lat
sv: Jag är över 16 år
uk: Мені більше 16 років

source: You must be over 16 years old to create an account
fr_fr: Vous devez avoir au moins 16 ans pour pouvoir créer un compte
hi: खाता बनाने के लिए आपकी आयु 16 वर्ष से अधिक होनी चाहिए
pl: Musisz mieć ponad 16 lat aby utworzyć konto
sv: Du måste vara över 16 år för att skapa ett konto
uk: Вам має бути більше 16 років, щоб створити обліковий запис

source: Resend email
fr_fr: Envoyer le courriel de nouveau
hi: ईमेल पुनः भेजें
pl: Ponownie wyślij email
sv: Skicka om e-postmeddelande
uk: Повторно надіслати електронний лист

source: Activate
fr_fr: Activer
hi: सक्रिय करें
pl: Aktywuj
sv: Aktivera
uk: Задіяти

source: Email addresses from that domain are not allowed
fr_fr: Les adresses courriel de ce domaine ne sont pas autorisées
hi: उस डोमेन से ईमेल पते की अनुमति नहीं है
pl: Adresy email z tej domeny nie są dozwolone
sv: E-postadresser från den här domänen är inte tillåtna
uk: Адреси електронної пошти з цього домену заборонені

source: Mixed case is not allowed, try lower case.
fr_fr: La casse mixte n'est pas autorisée, essayez la casse basse.
hi: मिश्रित अक्षर की अनुमति नहीं है, छोटे अक्षर का प्रयास करें।
pl: Mieszane wielkie i małe litery nie są dozwolone, spróbuj samymi małymi literami.
sv: Blandade bokstäver är inte tillåtna, försök med små bokstäver.
uk: Змішаний регістр не допускається, спробуйте малий регістр.

source: Field must not match "%(pattern)s".
fr_fr: Le champ ne doit pas correspondre à "%(pattern)s".
hi: क्षेत्र "%(pattern)s" से मेल नहीं खाना चाहिए।
pl: Pole nie może być równe "%(pattern)s".
sv: Fält får inte matcha "%(pattern)s".
uk: Поле не має відповідати "%(pattern)s".

source: Forgot Password?
fr_fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
pl: Zapomniałeś hasła?
sv: Glömt Lösenord?
uk: Забули пароль?

source: Forgot Password or OTP?
fr_fr: Mot de passe oublié ?
hi: पासवर्ड या OTP भूल गए?
pl: Zapomniałeś hasła albo kodu OTP?
sv: Glömt Lösenord eller OTP?
uk: Забули пароль чи ОТП?

source: Previous
fr_fr: Précédent
hi: पिछला
pl: Poprzednie
sv: Föregående
uk: Назад

source: current
fr_fr: actuel
hi: वर्तमान
pl: Aktualne
sv: aktuell
uk: поточний

source: Next
fr_fr: Prochain
hi: अगला
pl: Następne
sv: Nästa
uk: Далі

source: Users
fr_fr: Utilisateurs
hi: उपयोक्ता
pl: Użytkownicy
sv: Användare
uk: Користувачі

source: You are a sponsor of this group, but not a member. Add yourself if you want to be a member.
fr_fr: Vous êtes un sponsor de ce groupe, mais pas un membre. Ajoutez-vous si vous voulez être membre.
hi: आप इस समूह के प्रायोजक हैं, लेकिन सदस्य नहीं हैं। यदि आप सदस्य बनना चाहते हैं तो खुद को जोड़ें।
pl: Jesteś sponsorem tej grupy ale nie jej członkiem. Dodaj siebie jeśli chcesz być członkiem.
sv: Du är sponsor till denna grupp, men inte medlem. Lägg till dig själv om du vill bli medlem.
uk: Ви є спонсором цієї групи, але не учасником. Додайте себе, якщо хочете стати учасником.

source: Leave group
fr_fr: Quitter le groupe
hi: समूह छोड़ें
pl: Opuść grupę
sv: Lämna grupp
uk: Покинути групу

source: No groups.
fr_fr: Pas de groupes.
hi: कोई समूह नहीं।
pl: Bez grup.
sv: Inga grupper.
uk: Немає груп.

source: IPA Error
fr_fr: Erreur IPA
hi: IPA त्रुटि
pl: Błąd IPA
sv: IPA fel
uk: Помилка IPA

source: There was a problem with the IPA backend, please try again later.
fr_fr: Il y a eu un problème avec l'infrastructure IPA, veuillez réessayer plus tard.
hi: IPA बैकएंड में कोई समस्या थी, कृपया बाद में पुनः प्रयास करें।
pl: Wystąpił problem z backendem IPA, spróbuj ponownie później.
sv: Det uppstod ett problem med IPA-bakände, försök igen senare.
uk: Виникла проблема з серверною частиною IPA. Повторіть спробу пізніше.

source: You can also <a href="%(url)s">log out</a> and log back in if the problem persists.
fr_fr: Vous pouvez aussi vous <a href="%(url)s">déconnecter</a> et vous reconnecter si le problème persiste.
hi: यदि समस्या बनी रहती है तो आप <a href="%(url)s">लॉग आउट</a> भी कर सकते हैं और पुनः लॉग इन भी कर सकते हैं।
pl: Możesz też <a href="%(url)s">Wylogować się</a> i zalogować się ponownie jeśli problem dalej trwa.
sv: Du kan också <a href="%(url)s">logga ut</a> och logga in igen om problemet kvarstår.
uk: Ви також можете <a href="%(url)s">вийти</a> та увійти знову, якщо проблема не зникне.

source: Registering Users
fr_fr: Enregistrement d'utilisateurs
hi: उपयोक्ताओं का पंजीकरण
pl: Rejestracja użytkowników
sv: Registrera användare
uk: Реєстрація користувачів

source: Name:
fr_fr: Nom :
hi: नाम:
pl: Nazwa:
sv: Namn:
uk: Назва:

source: Email:
fr_fr: Courriel:
hi: ईमेल:
sv: E-post:
uk: Ел. пошта:

source: Registered:
fr_fr: Enregistré:
hi: पंजीकृत:
pl: Zarejestrowany:
sv: Registrerad:
uk: Зареєстровано:

source: Waiting for spam check
fr_fr: En attente du contrôle pour spam
hi: स्पैम जांच की प्रतीक्षा की जा रही है
pl: Oczekiwanie na sprawdzanie spamu
sv: Väntar på spamkontroll
uk: Очікування перевірки на спам

source: Not flagged as spam
fr_fr: Pas marqué en tant que spam
hi: स्पैम चिह्नित नहीं
pl: Nie oznaczone jako spam
sv: Inte flaggad som spam
uk: Не позначено як спам

source: Flagged as spam
fr_fr: Marqué comme spam
hi: स्पैम चिह्नित
pl: Oznaczone jako spam
sv: Flaggad som skräppost
uk: Позначено як спам

source: Spam status unknown
fr_fr: Statut de spam inconnu
hi: स्पैम स्थिति अज्ञात
pl: Stan spam nieznany
sv: Spamstatus okänd
uk: Статус спаму невідомий

source: Accept
fr_fr: Accepter
hi: स्वीकारें
pl: Akceptuj
sv: Acceptera
uk: Прийняти

source: Flag as spam
fr_fr: Marquer comme spam
hi: स्पैम चिह्नित करें
pl: Oznacz jako spam
sv: Flagga som spam
uk: Позначити як спам

source: Delete
fr_fr: Supprimer
hi: मिटाएं
pl: Usuń
sv: Ta bort
uk: Вилучити

source: Clicking on Accept will send the validation email to this user. Other buttons will not send anything.
fr_fr: Cliquer sur Accepter enverra le courriel de validation à cet utilisateur. Les autres boutons n'enverront rien.
hi: स्वीकार करें पर क्लिक करने से इस उपयोक्ता को सत्यापन ईमेल भेजा जाएगा। अन्य बटन कुछ भी नहीं भेजेंगे।
pl: Kliknięcie akceptuj wyślę link weryfikacyjny do tego użytkownika. Inne przyciski nie wyślą nic.
sv: Om du klickar på Acceptera skickas valideringsmailet till denna användare. Andra knappar skickar inget.
uk: Якщо натиснути «Прийняти», користувачеві буде надіслано електронний лист для підтвердження. Інші кнопки нічого не надсилатимуть.

source: No registering users in this state at the moment.
fr_fr: Pas d'utilisateur en cours d'enregistrement dans cet état pour l'instant.
hi: इस समय इस स्थिति में कोई पंजीकृत उपयोक्ता नहीं है।
pl: W tym momencie brak rejestrujących się użytkowników w tym stanie.
sv: Inga registrerande användare i detta tillstånd för tillfället.
uk: На даний момент немає зареєстрованих користувачів у цьому стані.

source: No registering users at the moment.
fr_fr: Pas d'utilisateurs en cours d'enregistrement pour l'instant.
hi: इस समय कोई पंजीकृत उपयोक्ता नहीं है।
pl: W tym momencie brak rejestrujących się użytkowników.
sv: Inga registrerande användare för tillfället.
uk: На даний момент немає реєстрації користувачів.

source: Activate your account
fr_fr: Activer votre compte
hi: अपना खाता सक्रिय करें
pl: Aktywuj swoje konto
sv: Aktivera ditt konto
uk: Активуйте свій акаунт

source: Account creation, step 3/3
fr_fr: Création d'un compte, étape 3 sur 3
hi: खाता निर्माण, चरण 3/3
pl: Tworzenie konta, krok 3 z 3
sv: Skapande av konto, steg 3/3
uk: Створення облікового запису, крок 3/3

source: Hello %(name)s. To activate your account, please choose a password.
fr_fr: Bonjour %(name)s. Pour activer votre compte, veuillez choisir un mot de passe.
hi: नमस्ते %(name)s। अपना खाता सक्रिय करने के लिए, कृपया एक पासवर्ड चुनें।
pl: Witaj %(name)s. Aby aktywować konto, wybierz hasło.
sv: Hej %(name)s. För att aktivera ditt konto, vänligen välj ett lösenord.
uk: Привіт, %(name)s. Щоб активувати обліковий запис, виберіть пароль.

source: Validate your email address
fr_fr: Validez votre adresse courriel
hi: अपना ईमेल पता सत्यापित करें
pl: Potwierdź swój adres email
sv: Verifiera din e-postadress
uk: Перевірте свою електронну адресу

source: Account creation, step 2/3
fr_fr: Création d'un compte, étape 2 sur 3
hi: खाता निर्माण, चरण 2/3
pl: Tworzenie konta, krok 2 z 3
sv: Skapande av konto, steg 2/3
uk: Створення облікового запису, крок 2/3

source: Congratulations %(name)s, your account has been created!
fr_fr: Félicitations %(name)s, votre compte a été créé!
hi: बधाई हो %(name)s, आपका खाता बन गया है!
pl: Gratulacje %(name)s, twoje konto zostało utworzone!
sv: Grattis %(name)s, ditt konto har skapats!
uk: Вітаємо, %(name)s, ваш обліковий запис створено!

source: Before you can log in, your email address: %(mail)s needs to be validated. Please check your inbox and click on the link to proceed.
fr_fr: Avant de pouvoir vous connecter, votre adresse courriel: %(mail)s doit être validée. Veuillez consulter votre boîte aux lettres et cliquez sur le lien pour continuer.
hi: लॉग इन करने से पहले, आपके ईमेल पते: %(mail)s को सत्यापित किया जाना चाहिए। कृपया अपना इनबॉक्स देखें और आगे बढ़ने के लिए लिंक पर क्लिक करें।
pl: Zanim się zalogujesz, twój adres email: %(mail)s musi zostać zweryfikowany. Proszę sprawdź swoją skrzynkę odbiorczą i kliknij w link aby kontynuować.
sv: Innan du kan logga in måste din e-postadress: %(mail)s valideras. Kontrollera din inkorg och klicka på länken för att fortsätta.
uk: Перш ніж ви зможете увійти, ваша електронна адреса: %(mail)s має бути підтверджена. Перевірте свою поштову скриньку та натисніть посилання, щоб продовжити.
