Repository: fedora-infra/noggin
Catalog: noggin/translations/*/LC_MESSAGES/messages.po
Languages: bs, de, fr_fr, hi, pl, sv, uk

source: You can also use your CentOS account to login here.
fr_fr: Vous pouvez aussi utiliser votre compte CentOS pour vous connecter ici.
hi: आप यहां लॉगइन करने के लिए अपने CentOS खाते का भी उपयोग कर सकते हैं।
pl: Możesz też użyć swojego konta CentOS aby się tu zalogować.
sv: Du kan också använda ditt CentOS konto för att logga in här.
uk: Ви також можете використовувати свій обліковий запис CentOS для входу тут.

source: openSUSE Accounts
sv: openSUSE konton

source: openSUSE Admins
sv: openSUSE Administratörer

source: Undo
fr_fr: Défaire
hi: पूर्ववत करें
pl: Cofnij
sv: Ångra
uk: Відмінити

source: %(protocol)s on %(server)s
fr_fr: %(protocol)s sur %(server)s
hi: %(protocol)s %(server)s पर
pl: %(protocol)s na %(server)s
sv: %(protocol)s på %(server)s
uk: %(protocol)s на %(server)s

source: Spam
hi: स्पैम
uk: Спам

source: Token ID
bs: ID tokena
fr_fr: ID du jeton
hi: टोकन आईडी
pl: ID Tokenu
uk: Ід. жетона

source: That page wasn't found.
fr_fr: Cette page n'a pas été trouvée.
hi: वह पृष्ठ नहीं मिला।
pl: Ta strona nie została znaleziona.
uk: Ця сторінка не знайдена.

source: Status:
fr_fr: Statut :
hi: स्थिति:
uk: Стан:

source: OTP Tokens
bs: OTP Tokeni
fr_fr: Jetons OTP
hi: OTP टोकन
pl: Tokeny OTP
uk: Жетони OTP

source: sponsor
bs: sponzor
fr_fr: Parrain
hi: प्रायोजक
uk: спонсор

source: Wiki
hi: विकि
uk: Вікі
