Repository: fedora-infra/noggin
Catalog: noggin/translations/*/LC_MESSAGES/messages.po
Languages: bs, de, fr_fr, hi, pl, sv, uk

source: If you can't find the email in a couple minutes, check your spam folder. If it's not there, you can ask for another validation email by clicking on the button below.
fr_fr: Si vous n'arrivez pas à trouver le courriel pendant les minutes à venir, consultez votre dossier spam. Si il n'est pas là, vous pouvez demander un nouveau courriel de validation en cliquant sur le bouton ci-dessous.
hi: अगर आपको कुछ मिनटों में ईमेल नहीं मिलता है, तो अपने स्पैम फोल्डर की जांच करें। अगर यह वहां नहीं है, तो आप नीचे दिए गए बटन पर क्लिक करके दूसरे सत्यापन ईमेल के लिए पूछ सकते हैं।
pl: Jeśli nie możesz znaleźć wiadomości email w ciągu kilku minut, sprawdź swój folder spam. Jeśli jej ta nie ma, możesz wnioskować o następnym email potwierdzający klikając przycisk poniżej.
sv: Om du inte kan hitta e-postmeddelandet inom ett par minuter, kolla din skräppostmapp. Om det inte finns där kan du be om ytterligare ett valideringsmail genom att klicka på knappen nedan.
uk: Якщо ви не можете знайти електронний лист за пару хвилин, перевірте папку зі спамом. Якщо його немає, ви можете попросити інший електронний лист для перевірки, натиснувши кнопку нижче.

source: Spam check in progress
fr_fr: Vérification spam en cours
hi: स्पैम जांच जारी है
pl: Sprawdzanie spamu w trakcie
sv: Spamkontroll pågår
uk: Триває перевірка спаму

source: Your account is being checked
fr_fr: Votre compte est en train d'être vérifié
hi: आपके खाते की जांच की जा रही है
pl: Twoje konto jest sprawdzane
sv: Ditt konto kontrolleras
uk: Ваш обліковий запис перевіряється

source: Before you can log in, your account needs to be check for spam likelihood. It should only take a few seconds, please wait...
fr_fr: Avant de pouvoir vous connecter, votre compte doit être contrôlé s'il est susceptible au spam. Ceci ne devrait prendre que quelques secondes, attendez un instant...
hi: इससे पहले कि आप लॉग इन कर सकें, आपके खाते को स्पैम की संभावना के लिए जांचना होगा। इसमें केवल कुछ सेकंड लगेंगे, कृपया प्रतीक्षा करें..।
pl: Zanim się zalogujesz, twoje konto musi zostać sprawdzone na ryzyko spamu. To powinno zająć tylko kilka sekund, proszę czekać...
sv: Innan du kan logga in måste ditt konto kontrolleras med avseende på spam. Det bör bara ta några sekunder, vänta...
uk: Перш ніж ви зможете увійти, ваш обліковий запис потрібно перевірити на ймовірність спаму. Це займе лише кілька секунд, зачекайте...

source: Your account requires admin approval
fr_fr: Votre compte requiert l'approuvement d'un administrateur
hi: आपके खाते को प्रशासकीय स्वीकृति की आवश्यकता है
pl: Twoje konto wymaga potwierdzenia administratora
sv: Ditt konto kräver administratörsgodkännande
uk: Ваш обліковий запис вимагає схвалення адміністратора

source: Your account needs to be approved by an administrator.
fr_fr: Votre compte doit être approuvé par un administrateur.
hi: आपके खाते को प्रशासक द्वारा अनुमोदित होना आवश्यक है।
pl: Twoje konto musi zostać potwierdzone przez administratora.
sv: Ditt konto måste godkännas av en administratör.
uk: Ваш обліковий запис має бути затверджений адміністратором.

source: You will receive an email when the decision has been taken.
fr_fr: Vous recevrez un courriel quand la décision sera prise.
hi: निर्णय लिये जाने पर आपको एक ईमेल प्राप्त होगा।
pl: Otrzymasz email zanim decyzja zostanie podjęta.
sv: Du får ett e-post när beslutet är taget.
uk: Ви отримаєте електронний лист, коли рішення буде прийнято.

source: Thank you for your patience.
fr_fr: Merci pour votre patience.
hi: आपके धैर्य के लिए धन्यवाद।
pl: Dziękujemy za twoją cierpliwość.
sv: Tack för ditt tålamod.
uk: Дякую тобі за терпіння.

source: Your account is blocked
fr_fr: Votre compte est bloqué
hi: आपका खाता अवरुद्ध है
pl: Twoje konto jest zablokowane
sv: Ditt konto har blockerats
uk: Ваш обліковий запис заблоковано

source: Your account has been flagged as spam.
fr_fr: Votre compte a été signalé comme spam.
hi: आपके खाते को स्पैम के रूप में चिह्नित किया गया है।
pl: Twoje konto zostało oznaczone jako spam.
sv: Ditt konto har flaggats som spam.
uk: Ваш обліковий запис позначено як спам.

source: Something went wrong
fr_fr: Quelque chose s’est mal passé
hi: कुछ गलत हुआ
pl: Coś poszło nie tak
sv: Något gick fel
uk: Щось пішло не так

source: Unsupported spam status: %s, please contact the administrators
fr_fr: Statut de spam pas pris en charge: %s, veuillez contacter les administrateurs
hi: असमर्थित स्पैम स्थिति: %s, कृपया प्रशासकों से संपर्क करें
pl: Niewspierany stan spamu: %s. proszę skontaktuj się z administratorami
sv: Spamstatus som inte stöds: %s, kontakta administratörerna
uk: Непідтримуваний статус спаму: %s, зверніться до адміністраторів

source: View agreement
fr_fr: Voir le contrat
hi: समझौता देखें
pl: Zobacz zgodę
sv: Visa avtal
uk: Переглянути угоду

source: Sign
fr_fr: Signer
hi: हस्ताक्षर करें
pl: Podpisz
sv: Signera

source: Sign User Agreement
fr_fr: Signer le contrat d'utilisateur
hi: उपयोक्ता समझौते पर हस्ताक्षर करें
pl: Podpisz zgodę użytkownika
sv: Signera användaravtal
uk: Підписати угоду користувача

source: Validate your email
fr_fr: Validez votre courriel
hi: अपना ईमेल सत्यापित करें
pl: Potwierdź swój email
sv: Validera din e-postadress
uk: Підтвердьте свою електронну адресу

source: Hello %(user_name)s. Do you want to set your %(attr_name)s to %(mail)s?
fr_fr: Bonjour %(user_name)s. Voulez-vous changer votre %(attr_name)s sur %(mail)s?
hi: नमस्ते %(user_name)s। क्या आप अपना %(attr_name)s %(mail)s पर निर्धारित करना चाहते हैं?
pl: Witaj %(user_name)s. Czy chcesz ustawić swój %(attr_name)s to %(mail)s?
sv: Hej %(user_name)s Vill du ställa in ditt %(attr_name)s till %(mail)s?
uk: Привіт, %(user_name)s. Ви бажаєте встановити %(attr_name)s на %(mail)s?

source: Cancel
fr_fr: Annuler
hi: रद्द करें
pl: Anuluj
sv: Avbryt
uk: Скасувати

source: Do it
fr_fr: Le faire
hi: इसे करें
pl: Zrób to
sv: Gör det
uk: Зроби це

source: After enrolling the token in your application, verify it by generating your first code and entering it below:
fr_fr: Après avoir utilisé le jeton dans votre application, vérifiez-le en générant votre premier code et l'entrant ici:
hi: अपने अनुप्रयोग में टोकन नामांकित करने के बाद, अपना पहला कोड उत्पन्न करके और उसे नीचे दर्ज करके उसे सत्यापित करें:
pl: Po dodaniu swojego tokenu do aplikacji, zweryfikuj go generując swój pierwszy kod i podając go poniżej:
sv: När du har registrerat en token i din app, verifiera den genom att generera din första kod och ange den nedan:
uk: Після реєстрації токена у вашій програмі перевірте його, згенерувавши свій перший код і ввівши його нижче:

source: Creating your first OTP token enables two-factor authentication using OTP.
fr_fr: La création de votre premier jeton OTP permet l'authentification à deux facteurs par OTP.
hi: अपना पहला OTP टोकन बनाने से OTP का उपयोग करके दो-कारक प्रमाणीकरण सक्षम हो जाता है।
pl: Tworzenie twojego pierwszego tokenu OTP włącza weryfikacje dwu-etapową przy użyciu kodu OTP.
sv: Att skapa din första OTP-token möjliggör tvåfaktorsautentisering med OTP.
uk: Створення вашого першого токена OTP увімкне двофакторну автентифікацію за допомогою OTP.

source: Once enabled, two-factor authentication cannot be disabled.
fr_fr: Une fois activée, l'authentification à deux facteurs ne peut pas être désactivée.
hi: एक बार सक्षम होने के बाद, दो-कारक प्रमाणीकरण को अक्षम नहीं किया जा सकता।
pl: Po aktywowaniu, weryfikacja dwuetapowa nie może zostać wyłączona.
sv: När det har aktiverats kan tvåfaktorsautentisering inte inaktiveras.
uk: Після ввімкнення двофакторну автентифікацію неможливо вимкнути.

source: (no name)
fr_fr: (pas de nom)
hi: (कोई नाम नहीं)
pl: (bez nazwy)
sv: (inget namn)
uk: (без назви)

source: Rename
fr_fr: Renommer
hi: नाम बदलें
pl: Zmień nazwę
sv: Byt namn
uk: Перейменувати

source: Enable
fr_fr: Activer
hi: सक्षम करें
pl: Włącz
sv: Aktivera
uk: Увімкнути

source: Add an OTP token to enable two-factor authentication on your account.
fr_fr: Ajoutez un jeton OTP pour activer l'authentification à deux facteurs sur votre compte.
hi: अपने खाते पर दो-कारक प्रमाणीकरण सक्षम करने के लिए एक OTP टोकन जोड़ें।
pl: Dodaj token OTP aby włączyć weryfikacje dwuetapową na swoim koncie.
sv: Lägg till en OTP-token för att aktivera tvåfaktorsautentisering på ditt konto.
uk: Додайте токен OTP, щоб увімкнути двофакторну автентифікацію у своєму обліковому записі.

source: Change Avatar
fr_fr: Changer l'avatar
hi: अवतार बदलें
pl: Zmień awatar
sv: Byt Avatar
uk: Змінити аватар

source: The format is either <code>username</code> or <code>username:server.name</code> if you're not using the default servers:
fr_fr: Le format est soit <code>nomdutilisateur</code> soit <code>nomdutilisateur:serveur.nom</code> si vous n'utilisez pas les serveurs par défaut :
hi: यदि आप तयशुदा सर्वर का उपयोग नहीं कर रहे हैं तो प्रारूप <code>username</code> या <code>username:server.name</code> है:
pl: Ten format to albo <code>nazwaużytkownika</code> albo <code>nazwaużytkownika:nazwa.serwera</code> jeśli nie używasz domyślnych serwerów:
sv: Formatet är antingen <code>username</code> eller <code>username:server.name</code> om du inte använder standardservrarna:
uk: Формат <code>username</code> або <code>username:server.name</code>, якщо ви не використовуєте сервери за замовчуванням:

source: For %(title)s: <code>%(server)s</code>
hi: %(title)s के लिए: <code>%(server)s</code>
pl: Dla %(title)s: <code>%(server)s</code>
sv: För %(title)s: <code>%(server)s</code>
uk: Для %(title)s: <code>%(server)s</code>

source: Emails
fr_fr: Courriel
hi: ईमेल
pl: Adresy email
sv: E-postadresser
uk: Електронні листи

source: Agreements
fr_fr: Contrats
hi: समझौते
pl: Zgody
sv: Avtal
uk: Угоди

source: Edit Profile
fr_fr: Modifier le profil
hi: प्रोफाइल संपादित करें
pl: Edytuj profil
sv: Redigera Profil
uk: Редагувати профіль

source: Current Time
fr_fr: Heure actuelle
hi: वर्तमान समय
pl: Aktualny czas
sv: Nuvarande tid
uk: Поточний час

source: Chat
fr_fr: Conversation
hi: चैट
sv: Chatt
uk: Спілкування

source: Website
fr_fr: Site internet
hi: वेबसाइट
pl: Strona WWW
sv: Webbplats
uk: Веб-сайт

source: %(groupcount)s Group(s), %(agreementcount)s Agreement(s)
fr_fr: %(groupcount)s groupe(s), %(agreementcount)s contrat(s)
hi: %(groupcount)s समूह, %(agreementcount)s समझौते
pl: %(groupcount)s Grup, %(agreementcount)s Zgód
sv: %(groupcount)s Grupp(er), %(agreementcount)s Avtal

source: signed
fr_fr: signé
hi: हस्ताक्षरित
pl: podpisane
sv: signerat
uk: підписаний

source: Hello %(name)s,
fr_fr: Bienvenue %(name)s,
hi: नमस्ते %(name)s,
pl: Witaj %(name)s,
sv: Hallå, %(name)s,
uk: Привіт %(name)s,

source: To activate your account with username %(username)s, click on the link below:
fr_fr: Pour activer votre compte avec le nom %(username)s, cliquez sur le lien ci-dessous:
hi: उपयोक्ता नाम %(username)s के साथ अपना खाता सक्रिय करने के लिए, नीचे दिए गए लिंक पर क्लिक करें:
pl: Aby aktywować swoje konto z nazwą użytkownika %(username)s, kliknij poniższy link:
sv: För att aktivera ditt konto med användarnamn %(username)s, klicka på länken nedan:
uk: Щоб активувати свій обліковий запис з іменем користувача %(username)s, натисніть посилання нижче:

source: If you did not create an account for username %(username)s, you can ignore this email.
fr_fr: Si vous n'avez pas créé un compte pour le nom d'utilisateur %(username)s, vous pouvez ignorer ce courriel.
hi: यदि आपने उपयोक्ता नाम %(username)s के लिए खाता नहीं बनाया है, तो आप इस ईमेल को अनदेखा कर सकते हैं।
pl: Jeśli nie tworzyłeś konta na nazwę użytkownika %(username)s, możesz zignorować ten email.
sv: Om du inte skapade ett konto för användarnamn %(username)s kan du ignorera detta e-postmeddelande.
uk: Якщо ви не створювали обліковий запис для імені користувача %(username)s, ви можете ігнорувати цей електронний лист.

source: The AlmaLinux Team
fr_fr: L'équipe AlmaLinux
hi: AlmaLinux टीम
pl: Zespół AlmaLinux
sv: AlmaLinux teamet
uk: Команда AlmaLinux

source: Hi,
fr_fr: Bonjour,
hi: नमस्ते,
pl: Witaj,
sv: Hej,
uk: Привіт,

source: Click the link below to reset your password. If you did not request a password reset, please ignore this email.
fr_fr: Cliquez sur le lien ci-dessous pour réinitialiser votre mot de passe. Si vous n'avez pas demandé cela, veuillez ignorer ce courriel.
hi: अपना पासवर्ड रीसेट करने के लिए नीचे दिए गए लिंक पर क्लिक करें। यदि आपने पासवर्ड रीसेट करने का अनुरोध नहीं किया है, तो कृपया इस ईमेल को अनदेखा करें।
pl: Kliknij poniższy link aby zresetować swoje hasło. Jeśli nie żądałeś resetu hasła, proszę zignoruj ten email.
sv: Klicka på länken nedan för att återställa ditt lösenord. Om du inte begärde en lösenordsåterställning, ignorera detta e-postmeddelande.
uk: Натисніть посилання нижче, щоб скинути пароль. Якщо ви не надсилали запит на скидання пароля, проігноруйте цей електронний лист.

source: AlmaLinux Account Services
fr_fr: Service de compte AlmaLinux
hi: AlmaLinux खाता सेवाएं
pl: System kont AlmaLinux
sv: AlmaLinux kontotjänster
uk: Служби облікових записів AlmaLinux

source: Help
fr_fr: Aide
hi: सहायता
pl: Pomoc
sv: Hjälp
uk: Довідка

source: AlmaLinux Accounts
fr_fr: Comptes AlmaLinux
hi: AlmaLinux खाते
pl: Konta AlmaLinux
sv: AlmaLinux konton
uk: Облікові записи AlmaLinux

source: AlmaLinux Accounts provides the ability to create and manage your account across AlmaLinux's entire infrastructure.
fr_fr: Les comptes AlmaLinux vous permettent de créer et de gérer votre compte sur toute l'infrastructure AlmaLinux.
hi: AlmaLinux खाते, AlmaLinux के संपूर्ण बुनियादी ढांचे में आपके खाते को बनाने और प्रबंधित करने की क्षमता प्रदान करता है।
pl: Konta AlmaLinux pozwalają ci tworzyć i zarządzać swoim kontem w całej infrastrukturze AlmaLinux.
sv: AlmaLinux konton ger möjligheten att skapa och hantera ditt konto över hela AlmaLinux infrastruktur.
uk: Облікові записи AlmaLinux надають можливість створювати ваш обліковий запис і керувати ним у всій інфраструктурі AlmaLinux.

source: Additional configuration is required when using Kerberos tickets when OTP is enabled
fr_fr: Des configurations supplémentaires sont requises quand vous utilisez des tickets Kerberos et que l'OTP est activé
hi: OTP सक्षम होने पर Kerberos टिकट का उपयोग करते समय अतिरिक्त विन्यास की आवश्यकता होती है
pl: Dodatkowa konfiguracja jest wymagana jeśli używane są bilety Kerberos z włączonym OTP
sv: Ytterligare konfiguration krävs när du använder Kerberos-biljetter när OTP är aktiverat
uk: Під час використання квитків Kerberos, коли ввімкнено OTP, потрібна додаткова конфігурація

source: Read the <a href='https://docs.fedoraproject.org/en-US/fedora-accounts/user/#pkinit'>documentation</a> for details on configuring your system
fr_fr: Lisez la <a href='https://docs.fedoraproject.org/fr-FR/fedora-accounts/user/#pkinit'>documentation</a> pour plus de détails à propos de la configuration de votre système
hi: अपने सिस्टम को विन्यस्त करने के विवरण के लिए <a href='https://docs.fedoraproject.org/en-US/fedora-accounts/user/#pkinit'>दस्तावेज़</a> पढ़ें
pl: Przeczytaj <a href='https://docs.fedoraproject.org/en-US/fedora-accounts/user/#pkinit'>dokumentacje</a> po szczegóły jak skonfigurować swój system
sv: Läs <a href='https://docs.fedoraproject.org/en-US/fedora-accounts/user/#pkinit'>dokumentationen</a> för detaljer om hur du konfigurerar ditt system
uk: Прочитайте <a href='https://docs.fedoraproject.org/en-US/fedora-accounts/user/#pkinit'>документацію</a>, щоб дізнатися більше про налаштування вашої системи

source: To validate the email address %(address)s, click on the link below:
fr_fr: Pour valider votre adresse courriel %(address)s, cliquez sur le lien ci-dessous:
hi: ईमेल पता %(address)s को मान्य करने के लिए नीचे दिए गए लिंक पर क्लिक करें:
pl: Aby zweryfikować swój adres email %(address)s, kliknij poniższy link:
sv: För att validera e-postadressen %(address)s, klicka på länken nedan:
uk: Щоб підтвердити адресу електронної пошти %(address)s, натисніть посилання нижче:

source: If you did not set the email address %(address)s in your account %(username)s, you can ignore this email.
fr_fr: Si vous n'avez pas choisi l'adresse courriel %(address)s sur votre compte %(username), vous pouvez ignorer ce courriel.
hi: यदि आपने अपने खाते %(username)s में ईमेल पता %(address)s निर्धारित नहीं किया है, तो आप इस ईमेल को अनदेखा कर सकते हैं।
pl: Jeśli nie ustawiałeś adresu email %(address)s w swoim koncie %(username)s, możesz zignorować tą wiadomość.
sv: Om du inte har angett e-postadressen %(address)s på ditt konto med %(username)s kan du ignorera detta e-postmeddelande.
uk: Якщо ви не вказали адресу електронної пошти %(address)s у своєму обліковому записі %(username)s, ви можете ігнорувати цей електронний лист.

source: You can also use your Fedora account to login here.
fr_fr: Vous pouvez aussi utiliser votre compte Fedora pour vous connecter ici.
hi: यहां लॉगिन करने के लिए आप अपने Fedora खाते का भी उपयोग कर सकते हैं।
pl: Możesz też użyć swojego konta Fedora by się tu zalogować.
sv: Du kan också använda ditt Fedora konto för att logga in här.
uk: Ви також можете використовувати свій обліковий запис Fedora для входу тут.

source: This link will be valid for %(ttl)s minutes (until %(valid_until)s UTC).
fr_fr: Ce lien restera valide pendant %(ttl)s minutes (jusqu'à %(valid_until)s UTC).
hi: यह लिंक %(ttl)s मिनट (%(valid_until)s UTC तक) के लिए मान्य रहेगा।
pl: Ten link będzie ważny przez %(ttl)s minut (do %(valid_until)s UTC).
sv: Denna länk kommer att vara giltig i %(ttl)s minuter (tills %(valid_until)s UTC).
uk: Це посилання буде дійсним протягом %(ttl)s хвилин (до %(valid_until)s UTC).

source: If the link has expired, you can request a new one here:
fr_fr: Si le lien a expiré, vous pouvez en demander un nouveau ici:
hi: यदि लिंक की समय-सीमा समाप्त हो गई है, तो आप यहां नए लिंक का अनुरोध कर सकते हैं:
pl: Jeśli ten link wygasł, tutaj możesz wnioskować o nowy:
sv: Om länken har gått ut kan du begära en ny här:
uk: Якщо термін дії посилання закінчився, ви можете подати запит на нове тут:

source: Fedora Accounts System
fr_fr: Compte infrastructure Fedora (FAS)
hi: Fedora खाता प्रणाली
pl: System kont Fedora
sv: Fedora Kontosystem
uk: Облікові записи Fedora

source: Fedora People
fr_fr: Personnes Fedora
hi: Fedora लोग
pl: Członkowie Fedora
sv: Fedora folk
uk: Люди Fedora

source: Edit Group
fr_fr: Éditer le groupe
hi: समूह संपादित करें
pl: Edytuj grupę
sv: Redigera Grupp
uk: Редагувати групу

source: To change group details or add sponsors, file a ticket with
fr_fr: Pour changer les détails du groupe ou ajouter des sponsors, soumettez un ticket avec
hi: समूह विवरण बदलने या प्रायोजक जोड़ने के लिए, टिकट दर्ज करें
pl: Aby zmienić szczegóły grupy albo dodać sposorów, zgłoś to
sv: För att ändra gruppinformation eller lägga till sponsorer, lämna in ett ärende med
uk: Щоб змінити деталі групи або додати спонсорів, надішліть заявку в

source: Did you lose your last OTP token?
fr_fr: Avez-vous perdu votre dernier jeton OTP ?
hi: क्या आपने अपना अंतिम OTP टोकन खो दिया है?
pl: Czy straciłeś swój ostatni token OTP?
sv: Har du tappat bort din senaste OTP token?
uk: Втратили токен OTP?

source: If you have lost your last OTP token you need to send an email to %(admin_email)s. Please sign this email using the GPG key associated with your account if possible, so that the administrator can verify your identity.
fr_fr: Si vous avez perdu votre dernier jeton OTP, vous devez envoyer un e-mail à %(admin_email)s. Si possible, veuillez signer cet e-mail en utilisant la clé GPG associée à votre compte, afin que l'administrateur puisse vérifier votre identité.
hi: यदि आपने अपना अंतिम OTP टोकन खो दिया है, तो आपको %(admin_email)s को एक ईमेल भेजना होगा। यदि संभव हो तो कृपया अपने खाते से जुड़ी GPG कुंजी का उपयोग करके इस ईमेल पर हस्ताक्षर करें, ताकि प्रशासक आपकी पहचान सत्यापित कर सके।
pl: Jeśli zgubiłeś swój ostatni token OTP musisz wysłać email do %(admin_email)s. Proszę jeśli to możliwe podpisz ten email używając klucz GPG przypisany do swojego konta aby administrator mógł potwierdzić twoją tożsamość.
sv: Om du har tappat bort din senaste OTP token måste du skicka ett e-postmeddelande till %(admin_email)s. Vänligen signera detta e-postmeddelande med GPG-nyckeln som är kopplad till ditt konto om möjligt, så att administratören kan verifiera din identitet.
uk: Якщо ви втратили свій останній маркер OTP, вам потрібно надіслати електронний лист на адресу %(admin_email)s. Будь ласка, підпишіть цей електронний лист за допомогою ключа GPG, пов’язаного з вашим обліковим записом, якщо це можливо, щоб адміністратор міг підтвердити вашу особу.

source: If you had multiple tokens and lost one, you can use another to login and delete the lost token from your account.
fr_fr: Si vous aviez plusieurs jetons et en avez perdu un, vous pouvez en utiliser un autre pour vous connecter et effacer le jeton perdu de votre compte.
hi: यदि आपके पास एक से अधिक टोकन थे और आपने उनमें से एक खो दिया है, तो आप लॉगइन करने के लिए दूसरे टोकन का उपयोग कर सकते हैं और अपने खाते से खोए हुए टोकन को मिटा सकते हैं।
pl: jeśli masz wiele tokenów i stracisz jeden, możesz użyć innego do zalogowania i usunięcia straconego tokenu ze swojego konta.
sv: Om du hade flera tokens och förlorat en, kan du använda en annan för att logga in och ta bort den förlorade token från ditt konto.
uk: Якщо у вас було кілька маркерів і ви втратили один, ви можете використати інший для входу та видалити втрачений маркер зі свого облікового запису.

source: If you haven't enrolled a OTP token, you don't have one and this doesn't apply to you.
fr_fr: Si vous n'avez pas utilisé de jeton OTP, vous n'en avez pas et ceci ne vous concerne pas.
hi: यदि आपने OTP टोकन पंजीकृत नहीं किया है, तो आपके पास OTP टोकन नहीं है और यह आप पर लागू नहीं होगा।
pl: Jeśli nie pobrałeś tokenu OTP, nie masz żadnego i to ciebie nie dotyczy.
sv: Om du inte har registrerat en OTP-token har du ingen och detta gäller inte dig.
uk: Якщо ви не зареєстрували маркер OTP, у вас його немає, і це вас не стосується.

source: To let admins know that you're not a spammer, please send an email to %(email_link)s and explain the situation.
fr_fr: Afin que les administrateurs sachent que vous n'êtes pas un spammeur, veuillez envoyer un courriel à %(email_link)s et expliquez votre situation.
hi: प्रशासकों को यह बताने के लिए कि आप स्पैमर नहीं हैं, कृपया %(email_link)s को ईमेल भेजें और स्थिति स्पष्ट करें।
pl: Aby dać znać administratorom że nie jesteś spamerem, proszę wyślij email to %(email_link)s i wyjaśnij tą sytuacje.
sv: För att meddela administratörer att du inte är en spammare, skicka ett e-postmeddelande till %(email_link)s och förklara situationen.
uk: Щоб повідомити адміністраторам, що ви не спамер, надішліть електронний лист на адресу %(email_link)s і поясніть ситуацію.

source: By using a Fedora account, you agree to follow the <a href='https://docs.fedoraproject.org/en-US/project/code-of-conduct/'>Fedora&nbsp;Code&nbsp;of&nbsp;Conduct</a>.
fr_fr: En utilisant un compte Fedora, vous acceptez de suivre le <a href='https://docs.fedoraproject.org/en-US/project/code-of-conduct/'>Code de conduite Fedora</a>.
hi: Fedora खाते का उपयोग करके, आप <a href='https://docs.fedoraproject.org/en-US/project/code-of-conduct/'>Fedora&nbsp;आचार&nbsp;संहिता</a> का पालन करने के लिए सहमत होते हैं।
pl: Przez używanie konta Fedora, zgadzasz się by przestrzegać <a href='https://docs.fedoraproject.org/en-US/project/code-of-conduct/'>&nbsp;Kodeksu&nbsp;Postępowania&nbsp;Fedora</a>.
sv: Genom att använda ett Fedora-konto samtycker du till att följa <a href='https://docs.fedoraproject.org/en-US/project/code-of-conduct/'>Fedoras&nbsp;kod&nbsp;för uppförande</a >.
uk: Використовуючи обліковий запис Fedora, ви погоджуєтеся дотримуватися <a href='https://docs.fedoraproject.org/en-US/project/code-of-conduct/'>Кодекс&nbsp;&nbsp;поведінки&nbsp;Fedora</a >.
