Repository: fedora-infra/noggin
Catalog: noggin/translations/*/LC_MESSAGES/messages.po
Languages: bs, de, fr_fr, hi, pl, sv, uk

source: Password expired. Please reset it.
bs: Lozinka je istekla. Molimo resetujte je.
de: Passwort abgelaufen. Bitte erneuern.
fr_fr: Le mot de passe a expiré. Veuillez le réinitialiser.
hi: पासवर्ड समाप्त हो गया है। कृपया इसे रीसेट करें।
pl: Hasło wygasło. Proszę zresetuj je.
sv: Lösenordet har löpt ut. Vänligen återställ det.
uk: Строк дії пароля вичерпано. Будь ласка, виконайте процедуру скидання пароля.

source: Could not log in to the IPA server.
bs: Nije se moguće prijaviti na IPA server.
de: Login auf dem IPA Server fehlgeschlagen.
fr_fr: Impossible de se connecter au serveur IPA.
hi: IPA सर्वर में लॉग इन नहीं किया जा सका।
pl: Nie można zalogować do serwera IPA.
sv: Kunde inte logga in till IPA-servern.
uk: Не вдалося увійти до сервера IPA.

source: Welcome, %(username)s!
bs: Dobrodošli, %(username)s!
de: Hallo, %(username)s!
fr_fr: Bienvenue, %(username)s !
hi: %(username)s, आपका स्वागत है!
pl: Witaj, %(username)s!
sv: Välkommen, %(username)s!
uk: Вітаємо, %(username)s!

source: Token successfully synchronized
bs: Token je uspješno sinhronizovan
de: Token erfolgreich synchronisiert
fr_fr: Le jeton a été synchronisé avec succès
hi: टोकन सफलतापूर्वक समन्वयित किया गया
pl: Token poprawnie zsynchronizowany
sv: Token har synkroniserats framgångsrikt
uk: Жетон успішно синхронізовано

source: User %(username)s was not found in the system.
bs: Korisnik %(username)s nije pronađen na sistemu.
de: Der Nutzer %(username)s wurde nicht im System gefunden.
fr_fr: Le compte %(username)s n'a pas été trouvé sur le système.
hi: उपयोक्ता %(username)s सिस्टम में नहीं मिला।
pl: Użytkownik %(username)s nie został znaleziony w systemie.
sv: Användare %(username)s hittades inte i systemet.
uk: У системі не виявлено користувача %(username)s.

source: Unable to add user %(username)s: %(errormessage)s
bs: Nije moguće dodati korisnika %(username)s. Greška: %(errormessage)s
de: Konnte Nutzer %(username)s nicht hinzufügen: %(errormessage)s
fr_fr: Impossible d’ajouter l’utilisateur %(username)s : %(errormessage)s
hi: उपयोक्ता %(username)s को जोड़ने में असमर्थ: %(errormessage)s
pl: Nie można dodać użytkownika %(username)s: %(errormessage)s
sv: Det gick inte att lägga till användare %(username)s: %(errormessage)s
uk: Не вдалося додати користувача %(username)s: %(errormessage)s

source: You got it! %(username)s has been added to %(groupname)s.
bs: Odlično! Korisnički nalog %(username)s je uspješno dodat u grupu: %(groupname)s.
de: Erfolg! %(username)s wurde zu %(groupname)s hinzugefügt.
fr_fr: Vous avez réussi ! %(username)s a été ajouté à %(groupname)s.
hi: आप समझ गए! %(username)s को %(groupname)s में जोड़ दिया गया है।
pl: Masz to! %(username)s został dodany do %(groupname)s.
sv: Du har det! %(username)s har lagts till %(groupname)s.
uk: Вийшло! %(username)s було додано до %(groupname)s.

source: You got it! %(username)s has been removed from %(groupname)s.
bs: Odlično! Korisnički nalog %(username)s je uspješno uklonjen iz grupe %(groupname)s.
de: Erfolg! %(username)s wurde von %(groupname)s entfernt.
fr_fr: Vous avez réussi ! %(username)s a été retiré de %(groupname)s.
hi: आप समझ गए! %(username)s को %(groupname)s से हटा दिया गया है।
pl: Masz to! %(username)s został usunięty z %(groupname)s.
sv: Du har det! %(username)s har tagits bort från %(groupname)s.
uk: Вийшло! %(username)s було вилучено з %(groupname)s.

source: The old password or username is not correct
bs: Stara lozinka ili korisničko ime nisu ispravni
de: Das alte Passwort oder Nutzername waren nicht korrekt
fr_fr: L’ancien mot de passe ou nom d’utilisateur n’est pas correct
hi: पुराना पासवर्ड या उपयोक्ता नाम सही नहीं है
pl: Stare hasło albo nazwa użytkownika jest niepoprawna
sv: Det gamla lösenordet eller användarnamnet är inte korrekt
uk: Старий пароль або ім'я користувача є неправильними

source: Could not change password.
bs: Nije bilo moguće promijeniti lozinku.
de: Passwortwechsel fehlgeschlagen.
fr_fr: Impossible de modifier le mot de passe.
hi: पासवर्ड नहीं बदला जा सका।
pl: Nie można zmienić hasła.
sv: Kunde inte ändra lösenord.
uk: Не вдалося змінити пароль.

source: Your password has been changed
bs: Vaša lozinka je promijenjena
de: Das Passwort wurde geändert
fr_fr: Votre mot de passe a été modifié
hi: आपका पासवर्ड बदल दिया गया है
pl: Twoje hasło zostało zmienione
sv: Ditt lösenord har ändrats
uk: Ваш пароль змінено

source: You have already requested a password reset, you need to wait %(wait_min)s minute(s) and %(wait_sec)s seconds before you can request another.
bs: Već ste zahtjevali reset lozinke. Morate sačeti %(wait_min)s minuta i %(wait_sec)s sekundi prije novog zahtjeva.
de: Ein Passwortwechsel wurde bereits beantragt, erneuter Antrag in %(wait_min)s Minute(n) und %(wait_sec)s Sekunden wieder möglich.
fr_fr: Vous avez déjà demandé une réinitialisation du mot de passe, vous devez attendre %(wait_min)s minute(s) et %(wait_sec)s seconde(s) avant de pouvoir faire une nouvelle demande.
hi: आपने पहले ही पासवर्ड रीसेट का अनुरोध कर दिया है, आपको दूसरा अनुरोध करने से पहले %(wait_min)s मिनट और %(wait_sec)s सेकंड प्रतीक्षा करनी होगी।
pl: Już zażądałeś resetu hasła, musisz odczekać %(wait_min)s minut i %(wait_sec)s sekund przed następną zmianą.
sv: Du har redan begärt en lösenordsåterställning, du måste vänta %(wait_min)s minut(er) och %(wait_sec)s sekunder innan du kan begära ett annat.
uk: Ви вже надіслали запит щодо скидання пароля. Вам слід зачекати %(wait_min)s хвилин і %(wait_sec)s секунд, перш ніж ви зможете надіслати ще один запит.

source: User %(username)s does not exist
bs: Korisnički nalog %(username)s ne postoji
de: Nuter %(username)s existiert nicht
fr_fr: L’utilisateur %(username)s n’existe pas
hi: उपयोक्ता %(username)s मौजूद नहीं है
pl: Użytkownik %(username)s nie istnieje
sv: Användare %(username)s existerar inte
uk: Запису користувача %(username)s не існує

source: We could not send you an email, please retry later
bs: Nismo u mogućnosti poslati Vam email. Pokušajte ponovo kasnije
de: Wir konnten keine E-Mail zustellen, bitte später erneut versuchen
fr_fr: Nous n’avons pas pu vous envoyer de courriel, veuillez réessayer plus tard
hi: हम आपको ईमेल नहीं भेज सके, कृपया बाद में पुनः प्रयास करें
pl: Nie możemy wysłać ci maila, spróbuj ponownie później
sv: Vi kunde inte skicka ett e-postmeddelande till dig, försök igen senare
uk: Нам не вдалося надіслати вам повідомлення електронної пошти. Будь ласка, повторіть спробу пізніше.

source: An email has been sent to your address with instructions on how to reset your password
bs: E-Mail je postat na vašu adresu sa instrukcijama kako da resetujete svoju lozinku
de: Es wurde eine E-Mail mit der Anleitung zum Zurücksetzen des Passworts versandt
fr_fr: Un courrier électronique a été envoyé à votre adresse avec des instructions pour réinitialiser votre mot de passe
hi: आपके पते पर एक ईमेल भेजा गया है जिसमें आपका पासवर्ड रीसेट करने के निर्देश दिए गए हैं
pl: Email z instrukcjami jak zresetować hasło został wysłany na twój adres email
sv: Ett e-postmeddelande har skickats till din adress med instruktioner om hur du återställer ditt lösenord
uk: На вашу адресу електронної пошти було надіслано повідомлення із настановами щодо того, які скинути ваш пароль

source: The token is invalid, please request a new one.
bs: Token je neispravan. Molimo zatražite novi.
de: Das Token ist ungültig, bitte erneut anfordern.
fr_fr: Le jeton n’est pas valide, veuillez en demander un nouveau.
hi: टोकन अमान्य है, कृपया नया टोकन मांगें।
pl: Ten token jest niepoprawny, proszę zażądaj nowego.
sv: Token är ogiltig, begär en ny.
uk: Жетон є некоректним. Будь ласка, надішліть запит щодо нового.

source: The token has expired, please request a new one.
bs: Token je istekao. Molimo zatražite novi.
de: Das Token ist abgelaufen, bitte erneut anfordern.
fr_fr: Le jeton a expiré, veuillez en demander un nouveau.
hi: टोकन की अवधि समाप्त हो गई है, कृपया नया टोकन मांगें।
pl: Ten token wygasł, proszę zażądaj nowego.
sv: Tokenen har gått ut, begär en ny.
uk: Строк дії жетона вичерпано. Будь ласка, надішліть запит щодо нового жетона.

source: Your password has been changed since you requested this token, please request a new one.
bs: Vaša lozinka je promijenjena otkako ste zatražili ovaj token. Molimo zatražite novi.
de: Ihr Passwort wurde geändert, seit Sie dieses Token angefordert haben. Bitte fordern Sie ein neues an.
fr_fr: Votre mot de passe a été modifié depuis que vous avez demandé ce jeton, veuillez en demander un nouveau.
hi: जब से आपने यह टोकन मांगा है, आपका पासवर्ड बदल दिया गया है, कृपया नया पासवर्ड मांगें।
pl: Twoje hasło zostało zmienione od żądania tego tokenu, proszę zażądaj nowego.
sv: Ditt lösenord har ändrats sedan du begärde denna token, vänligen begär en ny.
uk: Ваш пароль було змінено з часу запиту щодо цього жетона. Будь ласка, надішліть новий запит.

source: Your password has been changed, but it does not comply with the policy (%(policy_error)s) and has thus been set as expired. You will be asked to change it after logging in.
bs: Vaša lozinka je promijenjena, ali nije u skladu s pravilima (%(policy_error)s), te je postavljena kao istekla. Od vas će se tražiti da je promijenite nakon prijave.
de: Ihr Passwort wurde geändert, entspricht aber nicht der Richtlinie (%(policy_error)s) und wurde daher als abgelaufen festgelegt. Sie werden nach dem Anmelden aufgefordert, es zu ändern.
fr_fr: Votre mot de passe a été modifié, mais il n’est pas conforme à la politique (%(policy_error)s) et a donc été défini comme expiré. Il vous sera demandé de le changer après vous être connecté.
hi: आपका पासवर्ड बदल दिया गया है, लेकिन यह नीति (%(policy_error)s) का अनुपालन नहीं करता है और इसलिए इसे समाप्त मान लिया गया है। लॉग इन करने के बाद आपको इसे बदलने के लिए कहा जाएगा।
pl: Twoje hasło zostało zmienione, ale nie jest zgodne z polityką (%(policy_error)s) i przez to zostało ustawione jako wygasłe. Zostaniesz zapytany o jego zmianę po zalogowaniu.
sv: Ditt lösenord har ändrats, men det överensstämmer inte med policyn (%(policy_error)s) och har därför ställts in som utgånget. Du kommer att bli ombedd att ändra det efter att du har loggat in.
uk: Ваш пароль було змінено, але він не відповідає правилам (%(policy_error)s), тому вважається застарілим. Система попросить вас змінити його після входу до неї.

source: Incorrect value.
bs: Pogrešna vrijednost.
de: Falscher Wert.
fr_fr: Valeur incorrecte.
hi: ग़लत मान।
pl: Niepoprawna wartość.
sv: Felaktigt värde.
uk: Помилкове значення.

source: Could not change password, please try again.
bs: Nije moguće promijeniti lozinku. Pokušajte ponovo.
de: Das Passwort konnte nicht geändert werden, bitte versuchen Sie es erneut.
fr_fr: Impossible de modifier le mot de passe, veuillez réessayer.
hi: पासवर्ड बदला नहीं जा सका, कृपया पुनः प्रयास करें।
pl: Nie można zmienić hasła, spróbuj ponownie później.
sv: Det gick inte att ändra lösenordet, försök igen.
uk: Не вдалося змінити пароль. Будь ласка, повторіть спробу.

source: Your password has been changed.
bs: Vaša lozinka je promijenjena.
de: Ihr Passwort wurde geändert.
fr_fr: Votre mot de passe a été modifié.
hi: आपका पासवर्ड बदल दिया गया है।
pl: Twoje hasło zostało zmienione.
sv: Ditt lösenord har ändrats.
uk: Ваш пароль змінено.

source: An error occurred while creating the account, please try again.
bs: Greška prilikom kreiranja korisničkog naloga. Pokušajte ponovo.
de: Beim Erstellen des Kontos ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.
fr_fr: Une erreur s'est produite lors de la création du compte, veuillez réessayer.
hi: खाता बनाते समय कोई त्रुटि हुई, कृपया पुनः प्रयास करें।
pl: Wystąpił błąd podczas tworzenia konta, spróbuj ponownie później.
sv: Ett fel uppstod när kontot skapades, försök igen.
uk: Під час спроби створити обліковий запис сталася помилка. Будь ласка, повторіть спробу.

source: Your account has been created, but the password you chose does not comply with the policy (%(policy_error)s) and has thus been set as expired. You will be asked to change it after logging in.
bs: Vaš korisnički nalog je kreiran, ali lozinka koju ste odabrali nije u skladu s pravilima (%(policy_error)s), te je postavljena kao istekla. Od vas će se tražiti da je promijenite nakon prijave.
de: Ihr Konto wurde erstellt, aber das von Ihnen gewählte Passwort entspricht nicht den Richtlinien (%(policy_error)s) und wurde daher als abgelaufen festgelegt. Sie werden nach dem Anmelden aufgefordert, es zu ändern.
fr_fr: Votre compte à été créé, mais le mot de passe choisi n’est pas conforme à la politique (%(policy_error)s) et a donc été défini comme expiré. Il vous sera demandé de le changer après vous être connecté.
hi: आपका खाता बना दिया गया है, लेकिन आपके द्वारा चुना गया पासवर्ड नीति (%(policy_error)s) का अनुपालन नहीं करता है और इसलिए इसे समाप्त मान लिया गया है। लॉग इन करने के बाद आपको इसे बदलने के लिए कहा जाएगा।
pl: Twoje konto zostało utworzone, ale wybrane przez ciebie hasło nie pasuje do polityki (%(policy_error)s) i zostało ustawione jako wygasłe. Zostaniesz poproszony o jego zmianę po zalogowaniu.
sv: Ditt konto har skapats, men lösenordet du valde överensstämmer inte med policyn (%(policy_error)s) och har därför ställts in som utgånget. Du kommer att bli ombedd att ändra det efter att du har loggat in.
uk: Ваш обліковий запис було створено, але вибраний вами пароль не відповідає правилам (%(policy_error)s), тому вважається застарілим. Система попросить вас змінити його після входу до неї.

source: Your account has been created, but an error occurred while setting your password (%(message)s). You may need to change it after logging in.
bs: Vaš korisnički nalog je kreiran, ali je došlo do greške prilikom postavljanja vaše lozinke (%(message)s). Možda ćete je morati promijeniti nakon prijave.
de: Ihr Konto wurde erstellt, aber beim Festlegen des Passworts ist ein Fehler aufgetreten (%(message)s). Möglicherweise müssen Sie es nach dem Anmelden ändern.
fr_fr: Votre compte a été créé, mais une erreur s'est produite lors de la définition de votre mot de passe (%(message)s). Vous devrez peut-être le modifier après vous être connecté.
hi: आपका खाता बना दिया गया है, लेकिन आपका पासवर्ड निर्धारित करते समय एक त्रुटि हुई (%(message)s)। लॉग इन करने के बाद आपको इसे बदलने की आवश्यकता हो सकती है।
pl: Twoje konto zostało utworzone, ale wystąpił problem przy ustawianiu twojego hasła (%(message)s). Może być wymagana jego zmiana po zalogowaniu.
sv: Ditt konto har skapats, men ett fel uppstod när du ställde in ditt lösenord (%(message)s). Du kan behöva ändra det efter att du har loggat in.
uk: Ваш обліковий запис було створено, але під час встановлення вашого пароля сталася помилка (%(message)s). Можливо, вам доведеться змінити пароль після входу до системи.

source: Congratulations, you now have an account! Go ahead and sign in to proceed.
bs: Čestitamo, sada imate korisnički nalog! Samo naprijed i prijavite se za nastavak.
de: Herzlichen Glückwunsch, Sie haben jetzt ein Konto! Melden Sie sich an, um fortzufahren.
sv: Grattis, du har nu ett konto! Gå vidare och logga in för att fortsätta.

source: Incorrect password
bs: Pogrešna lozinka
de: Falsches Passwort
fr_fr: Mot de passe incorrect
hi: गलत पासवर्ड
pl: Niepoprawne hasło
sv: Fel lösenord
uk: Помилковий пароль

source: Cannot create the token.
bs: Nije moguće kreirati token.
de: Das Token kann nicht erstellt werden.
fr_fr: Impossible de créer le jeton.
hi: टोकन नहीं बनाया जा सकता।
pl: Nie można utworzyć tego tokenu.
sv: Kunde inte skapa token.
uk: Не вдалося створити жетон.

source: Sorry, You cannot disable your last active token.
bs: Nažalost, ne možete onemogućiti svoj zadnji aktivni token.
de: Entschuldigung, Sie können Ihren letzten aktiven Token nicht deaktivieren.
fr_fr: Désolé, vous ne pouvez pas désactiver votre dernier jeton actif.
hi: क्षमा करें, आप अपना अंतिम सक्रिय टोकन अक्षम नहीं कर सकते।
pl: Przepraszamy, nie możesz wyłączyć swojego ostatniego aktywnego tokenu.
sv: Tyvärr, du kan inte inaktivera din senast aktiva token.
uk: Вибачте, ви не можете вимкнути ваш останній активний жетон.

source: Cannot disable the token.
bs: Nije moguće onemogućiti token.
de: Das Token kann nicht deaktiviert werden.
fr_fr: Impossible de désactiver le jeton.
hi: टोकन को अक्षम नहीं किया जा सकता।
pl: Nie można wyłączyć tokenu.
sv: Kan inte inaktivera token.
uk: Не вдалося вимкнути жетон.

source: Sorry, You cannot delete your last active token.
bs: Nažalost, ne možete izbrisati zadnji aktivni token.
de: Entschuldigung, Sie können Ihren letzten aktiven Token nicht löschen.
fr_fr: Désolé, vous ne pouvez pas désactiver votre dernier jeton actif.
hi: क्षमा करें, आप अपना अंतिम सक्रिय टोकन नहीं मिटा सकते।
pl: Przepraszamy, Nie możesz usunąć swojego ostatniego aktywnego tokenu.
sv: Tyvärr, du kan inte ta bort din senast aktiva token.
uk: Вибачте, ви не можете вилучити ваш останній активний жетон.

source: Cannot delete the token.
bs: Ne možete izbrisati token.
de: Das Token kann nicht gelöscht werden.
fr_fr: Impossible de supprimer le jeton.
hi: टोकन मिटाया नहीं जा सकता।
pl: Nie można usunąć tokenu.
sv: Kunde inte ta bort token.
uk: Не вдалося вилучити жетон.

source: New member username must not be empty
bs: Korisničko ime korisničkog naloga ne smije biti prazno
fr_fr: Le nom d'utilisateur du nouveau membre ne doit pas être vide
hi: नये सदस्य का उपयोक्तानाम रिक्त नहीं होना चाहिए
pl: Nazwa użytkownika nowego członka nie może być pusta
sv: Nytt användarnamn får inte vara tomt
uk: Нове ім'я користувача-учасника має бути непорожнім

source: First Name
bs: Ime
de: Vorname
fr_fr: Prénom
hi: प्रथम नाम
pl: Imie
sv: Förnamn
uk: Ім’я

source: First name must not be empty
bs: Ime ne smije biti prazno
de: Vorname darf nicht leer sein
fr_fr: Le prénom ne doit pas être vide
hi: प्रथम नाम रिक्त नहीं होना चाहिए
pl: Imie nie może być puste
sv: Förnamn får inte vara tomt
uk: Ім'я має бути непорожнім

source: Last Name
bs: Prezime
de: Nachname
fr_fr: Nom
hi: अंतिम नाम
pl: Nazwisko
sv: Efternamn
uk: Прізвище

source: Last name must not be empty
bs: Prezime ne smije biti prazno
de: Nachname darf nicht leer sein
fr_fr: Le nom de famille ne doit pas être vide
hi: अंतिम नाम रिक्त नहीं होना चाहिए
pl: Nazwisko nie może być puste
sv: Efternamn får inte vara tomt
uk: Прізвище має бути непорожнім

source: E-mail Address
bs: E-mail adresa
de: E-Mail-Adresse
fr_fr: Adresse de courriel
hi: ई-मेल पता
pl: Adres e-mail
sv: E-postadress
uk: Адреса електронної пошти

source: Email must not be empty
bs: E-mail ne smije biti prazan
de: E-Mail darf nicht leer sein
fr_fr: L'adresse de courriel ne doit pas être vide
hi: ईमेल खाली नहीं होना चाहिए
pl: Email nie może być pusty
sv: E-post får inte vara tomt
uk: Адреса електронної пошти має бути непорожньою

source: Email must be valid
bs: E-mail mora biti ispravan
de: E-Mail muss gültig sein
fr_fr: L'adresse électronique doit être valide
hi: ईमेल मान्य होना चाहिए
pl: Email musi być poprawny
sv: E-post måste vara giltigt
uk: Адреса електронної пошти має бути коректною

source: Locale
bs: Lokalizacija
de: Gebietsschema
fr_fr: Paramètre linguistique
hi: लोकेल
pl: Język
sv: Lokal
uk: Локаль

source: Locale must not be empty
bs: Lokalizacija ne smije biti prazna
de: Gebietsschema darf nicht leer sein
fr_fr: Le paramètre linguistique ne doit pas être vide
hi: लोकेल रिक्त नहीं होना चाहिए
pl: Język nie może być pusty
sv: Lokal får inte vara tomt
uk: Локаль має бути непорожньою

source: Locale must be a valid locale short-code
bs: Lokalizacija mora biti ispravan kratki kod
fr_fr: Le paramètre linguistique doit être un code court et valide
hi: लोकेल एक मान्य लोकेल शॉर्ट-कोड होना चाहिए
pl: Język musi być poprawnym krótkim-kodem języka
sv: Lokal måste vara en giltig kortkod för lokal
uk: Локаль має бути вказано у коректному форматі скороченого коду

source: IRC Nickname
bs: IRC Nadimak
sv: IRC smeknamn

source: Timezone
bs: Vremenska zona
de: Zeitzone
fr_fr: Fuseau horaire
hi: समयक्षेत्र
pl: Strefa czasowa
sv: Tidszon
uk: Часовий пояс

source: Timezone must not be empty
bs: Vremenska zona ne smije biti prazna
de: Zeitzone darf nicht leer sein
fr_fr: Le fuseau horaire ne doit pas être vide
hi: समयक्षेत्र रिक्त नहीं होना चाहिए
pl: Strefa czasowa nie może być pusta
sv: Tidszon får inte vara tom
uk: Часовий пояс має бути непорожнім

source: Timezone must be a valid timezone
bs: Vremenska zona mora biti važeća vremenska zona
de: Zeitzone muss eine gültige Zeitzone sein
fr_fr: Le fuseau horaire doit être valide
hi: समयक्षेत्र एक मान्य समयक्षेत्र होना चाहिए
pl: Strefa czasowa musi być poprawną strefą czasową
sv: Tidszon måste vara en giltig tidszon
uk: Часовий пояс має бути коректним записом часового поясу

source: GitHub Username
bs: GitHub Korisničko ime
de: GitHub-Benutzername
fr_fr: Nom d'utilisateur GitHub
hi: GitHub उपयोक्तानाम
pl: Nazwa użytkownika GitHub
sv: Github användarnamn
uk: Користувач GitHub

source: GitLab Username
bs: GitLab Korisničko ime
de: GitLab-Benutzername
fr_fr: Nom d'utilisateur GitLab
hi: GitLab उपयोक्तानाम
pl: Nazwa Użytkownika GitLab
sv: Gitlab användarnamn
uk: Користувач GitLab

source: Red Hat Bugzilla Email
fr_fr: E-mail de Red Hat Bugzilla
hi: रेड हैट बगज़िला ईमेल
pl: Adres Email Red Hat Bugzilla
sv: Red Hat Bugzilla E-post
uk: Адреса ел. пошти у Bugzilla Red Hat

source: SSH Keys
bs: SSH Ključevi
de: SSH-Schlüssel
fr_fr: Clés SSH
hi: SSH कुंजियां
pl: Klucz SSH
sv: SSH-nycklar
uk: Ключі SSH

source: GPG Keys
bs: GPG Ključevi
de: GPG-Schlüssel
fr_fr: Clés GPG
hi: GPG कुंजियां
pl: Klucz GPG
sv: GPG-nycklar
uk: Ключі GPG

source: Token description
bs: Opis tokena
de: Token-Beschreibung
sv: Token beskrivning

source: Description must not be empty
bs: Opis ne smije biti prazan
de: Beschreibung darf nicht leer sein
sv: Beskrivning får inte vara tom

source: Enter your current password
bs: Unesite svoju trenutnu lozinku
de: Geben Sie Ihr aktuelles Passwort ein
fr_fr: Saisissez votre mot de passe actuel
hi: अपने वर्तमान पासवर्ड को दर्ज करें
pl: Wpisz swoje aktualne hasło
sv: Ange ditt nuvarande lösenord
uk: Введіть ваш поточний пароль

source: You must provide a password
bs: Morate unijeti lozinku
de: Sie müssen ein Passwort angeben
fr_fr: Vous devez fournir un mot de passe
hi: आपको पासवर्ड प्रदान करना होगा
pl: Musisz podać hasło
sv: Du måste ange ett lösenord
uk: Вам слід вказати пароль

source: token must not be empty
bs: token ne smije biti prazan
de: Token darf nicht leer sein
sv: token får inte vara tom

source: Username
bs: Korisničko ime
de: Benutzername
fr_fr: Nom d’utilisateur
hi: उपयोक्तानाम
pl: Nazwa użytkownika
sv: Användarnamn
uk: Користувач

source: You must provide a user name
bs: Morate unijeti korisničko ime
de: Sie müssen einen Benutzernamen angeben
fr_fr: Vous devez fournir un nom d'utilisateur
hi: आपको एक उपयोक्तानाम प्रदान करना होगा
pl: Musisz podać nazwe użytkownika
sv: Du måste ange ett användarnamn
uk: Вам слід вказати ім'я користувача

source: Password
bs: Lozinka
de: Passwort
fr_fr: Mot de passe
hi: पासवर्ड
pl: Hasło
sv: Lösenord
uk: Пароль

source: Log In
bs: Prijava
de: Anmelden
fr_fr: Connexion
hi: लॉगिन
pl: Zaloguj
sv: Logga in
uk: Увійти

source: New Password
bs: Nova lozinka
de: Neues Passwort
fr_fr: Nouveau mot de passe
hi: नया पासवर्ड
pl: Nowe hasło
sv: Nytt lösenord
uk: Новий Пароль

source: Password must not be empty
bs: Lozinka ne smije biti prazna
de: Passwort darf nicht leer sein
fr_fr: Le mot de passe ne doit pas être vide
hi: पासवर्ड खाली नहीं होना चाहिए
pl: Hasło nie może być puste
sv: Lösenord får inte vara tomt
uk: Пароль має бути непорожнім

source: Passwords must match
bs: Lozinke se moraju podudarati
de: Passwörter müssen übereinstimmen
fr_fr: Les mots de passe doivent correspondre
hi: पासवर्ड मेल खाने चाहिए
pl: Hasła muszą się zgadzać
sv: Lösenorden måste matcha
uk: Паролі мають збігатися
