Repository: fedora-infra/noggin
Catalog: noggin/translations/*/LC_MESSAGES/messages.po
Languages: bs, de, fr_fr, hi, pl, sv, uk

source: Confirm New Password
bs: Potvrdite novu lozinku
de: Neues Passwort bestätigen
fr_fr: Confirmer le nouveau mot de passe
hi: नए पासवर्ड की पुष्टि करें
pl: Potwierdź nowe hasło
sv: Bekräfta nytt lösenord
uk: Підтвердження нового пароля

source: Enter your OTP token if you have enrolled one
bs: Unesite svoj OTP token ako ste ga podesili
sv: Ange din OTP token om du har registrerat en

source: Current Password
bs: Trenutna lozinka
de: Aktuelles Passwort
fr_fr: Mot de passe actuel
hi: वर्तमान पासवर्ड
pl: Aktualne hasło
sv: Nuvarande lösenord
uk: Поточний пароль

source: Current password must not be empty
bs: Trenutna lozinka ne smije biti prazna
de: Aktuelles Passwort darf nicht leer sein
fr_fr: Le mot de passe actuel ne doit pas être vide
hi: वर्तमान पासवर्ड खाली नहीं होना चाहिए
pl: Aktualne hasło nie może być puste
sv: Nuvarande lösenord får inte vara tomt
uk: Поточний пароль має бути непорожнім

source: Just the password, don't add the OTP token if you have one
bs: Samo lozinku, nemojte dodavati OTP token ako ga imate
sv: Bara lösenordet, lägg inte till OTP token om du har en

source: User name must not be empty
bs: Korisničko ime ne smije biti prazno
de: Benutzername darf nicht leer sein
fr_fr: Le nom d’utilisateur ne doit pas être vide
hi: उपयोक्ता नाम रिक्त नहीं होना चाहिए
pl: Nazwa użytkownika nie może być pusta
sv: Användarnamn får inte vara tomt
uk: Ім'я користувача має бути непорожнім

source: Enter your username to reset your password
bs: Unesite vaše korisničko ime da resetujete svoju lozinku
de: Geben Sie Ihren Benutzernamen ein, um Ihr Passwort zurückzusetzen
fr_fr: Entrez votre nom d'utilisateur pour réinitialiser votre mot de passe
hi: अपना पासवर्ड रीसेट करने के लिए अपना उपयोक्ता नाम दर्ज करें
pl: Wpisz swoją nazwe użytkownika aby zresetować swoje hasło
sv: Ange ditt användarnamn för att återställa ditt lösenord
uk: Введіть ваше ім'я користувача, щоб скинути ваш пароль

source: Please choose a strong password
bs: Molimo odaberite jaku lozinku
de: Bitte wählen Sie ein starkes Passwort aus
fr_fr: Choisissez un mot de passe fort
hi: कृपया एक मजबूत पासवर्ड चुनें
pl: Proszę wybierz silne hasło
sv: Snälla välj ett starkt lösenord
uk: Будь ласка, виберіть міцніший пароль

source: Confirm Password
bs: Potvrdite lozinku
de: Passwort bestätigen
fr_fr: Confirmer le mot de passe
hi: पासवर्ड की पुष्टि करें
pl: Potwierdź hasło
sv: Bekräfta lösenord
uk: Підтвердьте пароль

source: Register
bs: Registracija
de: Registrieren
fr_fr: Enregistrer
hi: पंजीकृत करें
pl: Zarejestruj
sv: Registrera
uk: Зареєструватися

source: Username must not be empty
bs: Korisničko ime ne smije biti prazno
de: Benutzername darf nicht leer sein
fr_fr: Le nom d’utilisateur ne doit pas être vide
hi: उपयोक्तानाम रिक्त नहीं होना चाहिए
pl: Nazwa użytkownika nie może być pusta
sv: Användarnamn får inte vara tomt
uk: Ім'я користувача має бути непорожнім

source: First OTP
bs: Prvi OTP
de: Erstes OTP
fr_fr: Premier OTP
hi: पहला OTP
pl: Pierwsze OTP
sv: Första OTP
uk: Перший OTP

source: You must provide a first code
bs: Morate unijeti prvi kod
fr_fr: Vous devez fournir un premier code
hi: आपको पहला कोड प्रदान करना होगा
pl: Musisz podać pierwszy kod
sv: Du måste ange en första kod
uk: Вам слід вказати перший код

source: Second OTP
bs: Drugi OTP
de: Zweites OTP
fr_fr: Deuxième OTP
hi: दूसरा OTP
pl: Drugi kod
sv: Andra OTP
uk: Другий OTP

source: You must provide a second code
bs: Morate unijeti drugi kod
fr_fr: Vous devez fournir un deuxième code
hi: आपको दूसरा कोड प्रदान करना होगा
pl: Musisz podać drugi kod
sv: Du måste ange en andra kod
uk: Вам слід вказати другий код

source: You've ruined everything.
bs: Sve ste upropastili.
de: Sie haben alles ruiniert.
sv: Du har förstört allt.

source: That page wasn't found. You've gone and ruined everything.
bs: Ta stranica nije pronađena. Otišli ste i sve upropastili.
de: Die Seite wurde nicht gefunden. Sie sind vom Weg abgekommen und haben alles ruiniert.
sv: Den sidan hittades inte. Du har gått och förstört allt.

source: Forgot password?
bs: Zaboravljena lozinka?
de: Passwort vergessen?
sv: Glömt lösenord?

source: Forgotten password or lost OTP token?
bs: Zaboravljena lozinka ili izgubljen OTP token?
de: Passwort vergessen oder OTP-Token verloren?
sv: Glömt lösenord eller tappat OTP token?

source: Sync Token
bs: Sinhronizuj token
de: Token synchronisieren
fr_fr: Synchroniser un jeton
hi: टोकन समन्वयन
pl: Zsynchronizuj token
sv: Synkronisera token
uk: Синхронізувати жетон

source: Password Recovery
bs: Obnavljanje lozinke
de: Passwort-Wiederherstellung
fr_fr: Récupération de mot de passe
hi: पासवर्ड पुनर्प्राप्ति
pl: Odzyskiwanie hasła
sv: Återställning av lösenord
uk: Відновлення пароля

source: Did you forget your password?
bs: Jeste li zaboravili lozinku?
de: Haben Sie Ihr Passwort vergessen?
fr_fr: Avez-vous oublié votre mot de passe ?
hi: क्या आप अपना पासवर्ड भूल गए हैं?
pl: Czy zapomniałeś hasła?
sv: Har du glömt ditt lösenord?
uk: Забули ваш пароль?

source: Enter your username and an email will be sent to your address with further instructions.
bs: Unesite svoje korisničko ime i vašu e-mail adresu na koju će biti poslan e-mail s daljnjim uputama.
de: Geben Sie Ihren Benutzernamen ein, und eine E-Mail mit weiteren Anweisungen wird an Ihre Adresse gesendet.
fr_fr: Saisissez votre nom d'utilisateur et un e-mail vous sera envoyé à votre adresse avec des instructions supplémentaires.
hi: अपना उपयोक्ता नाम दर्ज करें और आगे के निर्देशों के साथ एक ईमेल आपके पते पर भेजा जाएगा।
pl: Wprowadź swoją nazwę użytkownika i email z dalszymi instrukcjami zostanie do ciebie wysłany.
sv: Ange ditt användarnamn så skickas ett e-postmeddelande till din adress med ytterligare instruktioner.
uk: Введіть ваше ім'я користувача, і ми надішлемо повідомлення із подальшими настановами на вашу адресу електронної пошти.

source: Send
bs: Pošalji
de: Senden
fr_fr: Envoyer
hi: भेजें
pl: Wyślij
sv: Skicka
uk: Надіслати

source: Reset Password
bs: Resetuj lozinku
de: Passwort zurücksetzen
fr_fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट करें
pl: Zresetuj hasło
sv: Återställ lösenord
uk: Скинути пароль

source: Password Reset for %(username)s
bs: Ponovno postavljanje lozinke za %(username)s
de: Passwort für %(username)s zurücksetzen
fr_fr: Réinitialisation du mot de passe pour %(username)s
hi: %(username)s के लिए पासवर्ड रीसेट करें
pl: Zresetuj hasło dla %(username)s
sv: Lösenordsåterställning för %(username)s
uk: Скидання пароля для %(username)s

source: %(groupname)s Group
bs: %(groupname)s grupa
de: Gruppe %(groupname)s
fr_fr: Groupe %(groupname)s
hi: %(groupname)s समूह
pl: Grupa %(groupname)s
sv: %(groupname)s Grupp
uk: Група %(groupname)s

source: To join this group, contact a group sponsor.
bs: Za pridruživanje ovoj grupi kontaktirajte sponzora grupe.
fr_fr: Pour rejoindre ce groupe, contactez un parrain de groupe.
hi: इस समूह में शामिल होने के लिए समूह प्रायोजक से संपर्क करें।
pl: Aby dołączyć do tej grupy, skontaktuj się z jej sponsorem.
sv: För att gå med i den här gruppen, kontakta en gruppsponsor.
uk: Щоб долучитися до цієї групи, зв'яжіться зі спонсором групи.

source: Sponsors
bs: Sponzori
de: Sponsoren
hi: प्रायोजक
pl: Sponsorzy
sv: Sponsorer
uk: Спонсори

source: no sponsors
bs: nema sponzora
de: keine Sponsoren
fr_fr: Pas de sponsors
hi: कोई प्रायोजक नहीं
pl: Brak sponsorów
sv: inga sponsorer
uk: немає спонсорів

source: Members
bs: Članovi
de: Mitglieder
fr_fr: Membres
hi: सदस्य
pl: Członkowie
sv: Medlemmar
uk: Учасники

source: add user...
bs: dodaj korisnika...
de: Benutzer hinzufügen...
fr_fr: Ajouter un utilisateur...
hi: उपयोक्ता जोड़ें..।
pl: Dodaj użytkownika...
sv: lägg till användare...
uk: додати користувача…

source: No members yet.
bs: Još uvijek nema članova.
de: Noch keine Mitglieder.
fr_fr: Pas encore de membres.
hi: अभी तक कोई सदस्य नहीं।
pl: Na razie nie ma członków.
sv: Inga medlemmar än.
uk: Ще немає учасників.

source: Group List
bs: Lista grupa
de: Gruppenliste
fr_fr: Liste des groupes
hi: समूह सूची
pl: Lista Grup
sv: Grupplista
uk: Список груп

source: %(member_count)s members
bs: %(member_count)s članova
de: %(member_count)s Mitglieder
fr_fr: %(member_count)s membres
hi: %(member_count)s सदस्य
pl: %(member_count)s członków
sv: %(member_count)s medlemmar
uk: %(member_count)s учасників

source: Login
bs: Prijava
de: Anmeldung
fr_fr: S’identifier
hi: लॉगिन
pl: Logowanie
sv: Inloggning
uk: Увійти

source: Expired Password Reset
bs: Ponovno postavljanje istekle lozinke
de: Abgelaufenes Passwort zurücksetzen
fr_fr: Réinitialisation du mot de passe expiré
hi: पासवर्ड रीसेट की समय-सीमा समाप्त हो गई
pl: Wygaśnięte resetowanie hasła
sv: Lösenordsåterställning har löpt ut
uk: Вичерпано строк дії скидання пароля

source: Expired Password Reset for %(username)s
bs: Ponovno postavljanje istekle lozinke za %(username)s
de: Abgelaufenes Passwort für %(username)s zurücksetzen
fr_fr: Réinitialisation du mot de passe expiré pour %(username)s
hi: %(username)s के लिए पासवर्ड रीसेट की समय-सीमा समाप्त हो गई
pl: Wygaśnięte resetowanie hasła dla %(username)s
sv: Lösenordsåterställning har löpt ut för %(username)s
uk: Вичерпано строк дії скидання пароля для %(username)s

source: Change Password
bs: Promjena lozinke
de: Passwort ändern
fr_fr: Modifier le mot de passe
hi: पासवर्ड बदलें
pl: Zmień hasło
sv: Ändra lösenord
uk: Змінити пароль

source: Registration
bs: Registracija
de: Registrierung
sv: Registrering

source: Sync OTP Token
bs: Sinhronizacija OTP tokena
de: OTP-Token synchronisieren
fr_fr: Synchroniser le jeton OTP
hi: OTP टोकन समन्वयन
pl: Zsynchronizuj token OTP
sv: Synkronisera OTP token
uk: Синхронізувати жетон OTP

source: Synchronize OTP Token
bs: Sinhronizuj OTP token
de: OTP-Token synchronisieren
fr_fr: Synchroniser un jeton OTP
hi: OTP टोकन समन्वयित करें
pl: Synchronizuj token OTP
sv: Synkronisera OTP token
uk: Синхронізувати жетон OTP

source: Sync
bs: Sinhronizuj
de: Synchronisieren
fr_fr: Synchronisation
hi: समन्वयन
pl: Synchronizuj
sv: Synkronisera
uk: Синхронізація

source: GPG Key ID
bs: ID GPG ključ a
de: GPG-Schlüsselkennung
fr_fr: ID de clé GPG
hi: GPG कुंजी आईडी
pl: ID klucza GPG
sv: GPG nyckel-ID
uk: Ід. ключа GPG

source: SSH Public Key
bs: SSH javni ključ
de: Öffentlicher SSH-Schlüssel
fr_fr: Clé publique SSH
hi: SSH सार्वजनिक कुंजी
pl: Klucz publiczny SSH
sv: SSH publik nyckel
uk: Відкритий ключ SSH

source: Save
bs: Sačuvaj
de: Speichern
fr_fr: Enregistrer
hi: सहेजें
pl: Zapisz
sv: Spara
uk: Зберегти

source: Scan your new token
bs: Skenirajte svoj novi token
fr_fr: Scannez votre nouveau jeton
hi: अपना नया टोकन स्कैन करें
pl: Zeskanuj swój nowy token
sv: Skanna din nya token
uk: Сканування вашого нового жетона

source: Your new token is ready. Click on the button below to reveal the QR code and scan it.
bs: Vaš novi token je spreman. Kliknite na dugme ispod kako biste otkrili QR kod i skenirali ga.
fr_fr: Votre nouveau jeton est prêt. Cliquez sur le bouton ci-dessous pour révéler le code QR et le scanner.
hi: आपका नया टोकन तैयार है। QR कोड देखने के लिए नीचे दिए गए बटन पर क्लिक करें और उसे स्कैन करें।
pl: Twój nowy token jest gotowy. Kliknij na przycisk poniżej by pokazać kod QR i zeskanuj go.
sv: Din nya token är redo. Klicka på knappen nedan för att visa QR-koden och skanna den.
uk: Ваш новий жетон готовий. Натисніть розташовану нижче кнопку, щоб відкрити код QR і сканувати його.

source: Reveal
bs: Otkrij
fr_fr: Révéler
hi: प्रकट करें
pl: Pokaż
sv: Avslöja
uk: Показати

source: or copy and paste the following token URL if you can't scan the QR code:
bs: ili ako ne možete skenirati QR kod, kopirajte sljedeći URL tokena:
fr_fr: ou copiez et collez l'URL de jeton suivante si vous ne pouvez pas scanner le code QR :
hi: या यदि आप QR कोड स्कैन नहीं कर सकते हैं तो निम्न टोकन URL को कॉपी और पेस्ट करें:
pl: albo skopiuj i wklej poniższy URL tokenu jeśli nie możesz zeskanować kodu QR:
sv: eller kopiera och klistra in följande token-URL om du inte kan skanna QR-koden:
uk: або скопіюйте і вставте наведену нижче адресу жетона, якщо ви не можете сканувати код QR:

source: This will never be shown to you again, don't close this window until your token is saved.
bs: Ovo vam se više nikada neće prikazati, nemojte zatvarati ovaj prozor dok se vaš token ne spremi.
de: Dies wird Ihnen nie wieder angezeigt. Schließen Sie dieses Fenster erst, wenn Ihr Token gespeichert ist.
sv: Detta kommer aldrig att visas för dig igen, stäng inte det här fönstret förrän din token har sparats.

source: Add OTP Token
bs: Dodaj OTP token
de: OTP-Token hinzufügen
fr_fr: Ajouter un jeton OTP
hi: OTP टोकन जोड़ें
pl: Dodaj token OTP
sv: Lägg till OTP token
uk: Додати жетон OTP

source: Password or Password + One-Time-Password
bs: Lozinka ili lozinka + jednokratna lozinka
de: Passwort oder Passwort + Einmalpasswort
sv: Lösenord eller lösenord + engångslösenord

source: Generate
bs: Generiši
de: Generieren
sv: Generera

source: Disable
bs: Onemogući
de: Deaktivieren
fr_fr: Désactiver
hi: अक्षम करें
pl: Wyłącz
sv: Avaktivera
uk: Вимкнути

source: Disabled
bs: Onemogućeno
de: Deaktiviert
sv: Avaktiverad

source: You have no OTP tokens
bs: Nemate OTP tokena
de: Sie haben keine OTP-Token
fr_fr: Vous n'avez pas de jetons OTP
hi: आपके पास कोई OTP टोकन नहीं है
pl: Nie masz tokenów OTP
sv: Du har inga OTP tokens
uk: У вас немає жетонів OTP

source: Settings for %(username)s
bs: Postavke za %(username)s
de: Einstellungen für %(username)s
fr_fr: Paramètres pour %(username)s
hi: %(username)s के लिए सेटिंग्स
pl: Ustawienia dla %(username)s
sv: Inställningar för %(username)s
uk: Параметри для %(username)s

source: Profile
bs: Profil
de: Profil
fr_fr: Profil
hi: प्रोफाइल
pl: Profil
sv: Profil
uk: Профіль

source: SSH &amp; GPG Keys
bs: SSH i GPG ključevi
de: SSH &amp; GPG-Schlüssel
fr_fr: Clés SSH et GPG
hi: SSH &amp; GPG कुंजियां
pl: SSH &amp; GPG Klucze
sv: SSH &amp; GPG-nycklar
uk: Ключі SSH і GPG

source: Profile for %(username)s
bs: Profil za %(username)s
de: Profil für %(username)s
fr_fr: Profil pour %(username)s
hi: %(username)s के लिए प्रोफाइल
pl: Profil dla %(username)s
sv: Profil för %(username)s
uk: Профіль %(username)s

source: Groups
bs: Grupe
de: Gruppen
fr_fr: Groupes
hi: समूह
pl: Grupy
sv: Grupper
uk: Групи

source: RHBZ E-Mail
sv: RHBZ E-post

source: Settings
bs: Postavke
de: Einstellungen
fr_fr: Paramètres
hi: सेटिंग
pl: Ustawienia
sv: Inställningar
uk: Параметри

source: member
bs: član
de: Mitglied
fr_fr: Membre
hi: सदस्य
pl: członek
sv: medlem
uk: учасник

source: To reset your password, click on the link below:
bs: Da ponovo postavite lozinku, kliknite na link ispod:
de: Klicken Sie auf den unten stehenden Link, um Ihr Passwort zurückzusetzen:
sv: För att återställa ditt lösenord, klicka på länken nedan:

source: If you did not request your password to be reset, you can ignore this email.
bs: Ako niste zatražili ponovno postavljanje lozinke, možete zanemariti ovu poruku.
de: Wenn Sie die Zurücksetzung Ihres Passworts nicht beantragt haben, können Sie diese E-Mail ignorieren.
sv: Om du inte har begärt att ditt lösenord ska återställas kan du ignorera detta e-postmeddelande.

source: The Noggin team
bs: The Noggin tim
de: Das Noggin-Team
fr_fr: L'équipe Noggin
hi: नोगिन टीम
pl: Zespół Noggin
sv: Noggin teamet
uk: Команда Noggin

source: search...
bs: pretraga...
fr_fr: Rechercher...
hi: खोजें..।
pl: Wyszukaj...
sv: sök...
uk: шукати…

source: Log Out
bs: Odjava
de: Abmelden
fr_fr: Déconnexion
hi: लॉग आउट
pl: Wyloguj
sv: Logga ut
uk: Вийти

source: Powered by %(noggin_link)s
bs: Pokretano %(noggin_link)s
de: Angetrieben durch %(noggin_link)s
fr_fr: Fonctionne avec %(noggin_link)s
hi: %(noggin_link)s द्वारा संचालित
pl: Zasilane przez %(noggin_link)s
sv: Drivs av %(noggin_link)s
uk: На основі %(noggin_link)s

source: Welcome to noggin!
bs: Dobrodošli na noggin!
de: Willkommen bei noggin!
fr_fr: Bienvenue sur noggin !
hi: नोगिन में आपका स्वागत है!
pl: Witaj w noggin!
sv: Välkommen till noggin!
uk: Вітаємо у noggin!

source: This is the open source, community self-service portal for FreeIPA. It allows you to do things like create an account, change your password, manage group membership, and more.
bs: Ovo je samouslužni portal otvorenog koda za FreeIPA sistem. Omogućava vam stvari poput kreiranja korisničkih naloga, promjene lozinke, upravljanje članstvima u grupama i još mnogo toga.
fr_fr: Ceci est le portail open source, communautaire en self-service pour FreeIPA. Il vous permet de faire des choses comme créer un compte, changer votre mot de passe, gérer l'appartenance à un groupe, etc.
hi: यह FreeIPA के लिए ओपन सोर्स, सामुदायिक स्व-सेवा पोर्टल है। यह आपको खाता बनाने, अपना पासवर्ड बदलने, समूह सदस्यता प्रबंधित करने और बहुत कुछ करने की अनुमति देता है।
pl: To jest otwarto źródłowy, portal społecznościowy self-service dla FreeIPA. Pozwala ci robić rzeczy jak tworzyć konto, zmieniać swoje hasło, zarządzać obecnością w grupach, i więcej.
sv: Detta är öppen källkod, gemenskaps självbetjäningsportal för FreeIPA. Den låter dig göra saker som att skapa ett konto, ändra ditt lösenord, hantera gruppmedlemskap och mer.
uk: Це самостійно обслуговуваний спільнотою портал до FreeIPA з відкритим кодом. За його допомогою ви можете створювати облікові записи, змінювати ваш пароль, керувати членством у групах тощо.

source: Fedora Accounts
bs: Fedora Korisnički Nalozi
de: Fedora-Konten
fr_fr: Comptes Fedora
hi: Fedora खाते
pl: Konta Fedory
sv: Fedora konton
uk: Облікові записи Fedora

source: Fedora Accounts allows you to create and manage an account for Fedora Tools and Infrastructure.
bs: Fedora korisnički nalozi vam omogućavaju da kreirate i upravljate korisničkim nalogom za Fedora alate i infrastrukturu.
fr_fr: Comptes Fedora vous permet de créer et de gérer un compte pour les outils et l'infrastructure Fedora.
hi: Fedora खाते आपको Fedora टूल्स और इन्फ्रास्ट्रक्चर के लिए खाता बनाने और प्रबंधित करने की अनुमति देता है।
pl: Konta Fedora pozwalają ci tworzyć i zarządzać kontem dla narzędzi Fedora i całej infrastruktury.
sv: Fedora Konton låter dig skapa och hantera ett konto för Fedora Verktyg och Infrastruktur.
uk: За допомогою «Облікових записів Fedora» ви можете створювати облікові записи інструментів та інфраструктури Fedora та керувати ними.

source: file a Fedora Infra ticket to change the details or sponsors of this group
bs: prijavite Fedora Infra ticket da promijenite/podesite detalje ili sponzore ove grupe
sv: Skicka in ett Fedora Infra ärende för att ändra detaljerna eller sponsorerna för denna grupp

source: Request Change of Details
bs: Zahtjev za promjenu detalja
sv: Begär ändring av detaljer

source: Create a PDR request to disable your account
bs: Kreirajte PDR zahtjev da onemogućite svoj račun
fr_fr: Créez une demande PDR pour désactiver votre compte
hi: अपना खाता अक्षम करने के लिए PDR अनुरोध बनाएं
pl: Zrób wniosek PDR aby wyłączyć swoje konto
sv: Skapa en PDR-begäran för att inaktivera ditt konto
uk: Створити запит PDR для вилучення вашого облікового запису

source: Request account deletion
bs: Zahtjev za brisanje računa
de: Kontolöschung beantragen
fr_fr: Demander la suppression du compte
hi: खाता मिटाने का अनुरोध करें
pl: Poproś o usunięcie konta
sv: Begär radering av konto
uk: Запит щодо вилучення облікового запису

source: Did you lose your OTP token?
bs: Jeste li izgubili svoj OTP token?
de: Haben Sie Ihr OTP-Token verloren?
sv: Har du tappat bort din OTP token?

source: If you have lost your OTP token you need to send an email to %(admin_email)s. Please sign this email using the GPG key associated with your account if possible, so that the administrator can verify your identity.
bs: Ako ste izgubili svoj OTP token, morate poslati e-mail na %(admin_email)s. Potpišite ovu poruku koristeći GPG ključ povezan s vašim korisničkim nalogom (ako je moguće), tako da administrator može potvrditi vaš identitet.
sv: Om du har tappat bort din OTP token måste du skicka ett e-postmeddelande till %(admin_email)s. Vänligen signera detta e-postmeddelande med GPG-nyckeln som är kopplad till ditt konto om möjligt, så att administratören kan verifiera din identitet.

source: Group %(groupname)s could not be found.
bs: Grupa %(groupname)s nije pronađena.
de: Gruppe %(groupname)s konnte nicht gefunden werden.
fr_fr: Groupe %(groupname)s introuvable.
hi: समूह %(groupname)s नहीं मिला।
pl: Grupa %(groupname)s nie może zostać znaleziona.
sv: Grupp %(groupname)s kunde inte hittas.
uk: Не вдалося знайти групи %(groupname)s.

source: You got it! %(username)s is no longer a sponsor of %(groupname)s.
fr_fr: Vous avez réussi ! %(username)s a été retiré de %(groupname)s.
hi: आप समझ गए! %(username)s अब %(groupname)s का प्रायोजक नहीं है।
pl: Masz to! %(username)s nie jest już sponsorem %(groupname)s.
sv: Du har det! %(username)s är inte längre en sponsor av %(groupname)s.
uk: Вийшло! %(username)s більше не є спонсором %(groupname)s.

source: Your email address is rejected by smtp server
fr_fr: Votre adresse email est rejetée par le serveur smtp
hi: आपका ईमेल पता smtp सर्वर द्वारा अस्वीकार कर दिया गया है
pl: Twój adres email został odrzucony przez serwer smtp
sv: Din e-postadress avvisas av smtp-servern
uk: Вашу адресу електронної пошти відхилено smtp-сервером

source: Verify your email address
fr_fr: Vérifiez votre adresse email
hi: अपना ईमेल पता सत्यापित करें
pl: Zweryfikuj swój adres email
sv: Verifiera din e-postadress
uk: Перевірте вашу адресу електронної пошти

source: We could not send you the address validation email, please retry later
fr_fr: Nous n’avons pas pu vous envoyer le courriel de validationl, veuillez réessayer plus tard
hi: हम आपको पता सत्यापन ईमेल नहीं भेज सके, कृपया बाद में पुनः प्रयास करें
pl: Nie możemy ci wysłać wiadomości weryfikacyjnej email, spróbuj ponownie później
sv: Vi kunde inte skicka adressvalideringsmailet till dig, försök igen senare
uk: Нам не вдалося надіслати вам електронний лист для перевірки адреси, будь ласка, спробуйте пізніше.

source: The username '%(username)s' or the email address '%(email)s' are already taken.
fr_fr: Le nom d'utilisateur '%(username)s' ou l'adresse email '%(email)s' sont déjà pris.
hi: ईमेल पता '%(email)s' के लिए उपयोक्ता नाम '%(username)s' पहले से ही लिया जा चुका है।
pl: Nazwa użytkownika '%(username)s' albo adres email '%(email)s' zostały już zajęte.
sv: Användarnamnet '%(username)s' eller e-postadressen '%(email)s' är redan upptagen.
uk: Ім'я користувача '%(username)s' або адреса електронної пошти '%(email)s' вже використовується.

source: The registration seems to have failed, please try again.
fr_fr: L'enregistrement semble avoir échoué, veuillez réessayer.
hi: ऐसा लगता है कि पंजीकरण असफल हो गया है, कृपया पुनः प्रयास करें।
pl: Wygląda na to że rejestracja nie powiodła się, spróbuj ponownie później.
sv: Registreringen verkar ha misslyckats, försök igen.
uk: Здається, реєстрація не вдалася, будь ласка, спробуйте ще раз.

source: The address validation email has be sent again. Make sure it did not land in your spam folder
fr_fr: L'email de validation de l'adresse a été envoyé de nouveau. Assurez-vous qu'il ne se trouve pas dans votre dossier spam
hi: पता सत्यापन ईमेल फिर से भेजा गया है। सुनिश्चित करें कि यह आपके स्पैम फोल्डर में न जाए
pl: Email weryfikacyjny został ponownie wysłany, upewnij się że nie wylądował w spamie
sv: Adressvalideringsmailet har skickats igen. Se till att det inte har hamnat i din skräppostmapp
uk: Електронний лист для перевірки адреси надіслано знову. Переконайтеся, що він не потрапив у папку спаму
